[
    {"Name":"Primera Junta","Etimologia":"Primer gobierno patrio surgido de la Revolución del 25 de mayo de 1810."},
    {"Name":"Catamarca","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Cochabamba","Etimologia":"Departamento y ciudad de Bolivia que adhiere a la Junta de Mayo del 21 de septiembre de 1810."},
    {"Name":"Pasco","Etimologia":"Batalla librada en las inmediaciones de esta ciudad de Perú, por el general Alvarez de Arenales, el 6 de diciembre de 1820."},
    {"Name":"Palpa","Etimologia":"Primer combate que libró en el Perú la Expedición libertadora el 7 de octubre de 1820."},
    {"Name":"Cucha Cucha","Etimologia":"Combate librado el 23 de febrero de 1814 en el que Las Heras derrota a las fuerzas realistas en el paraje chileno de este nombre."},
    {"Name":"Del Temple","Etimologia":"Nombre que deriva de la plaza del Temple, denominación con la que se conoció a la actual plaza Suipacha, desde 1810 hasta 1893, por haberse instalado frente a ella una fábrica de armas en la cual se templaban las hojas de acero. Cabe señalar que, según"},
    {"Name":"Atenas","Etimologia":"Ciudad capital de Grecia."},
    {"Name":"Vidal","Etimologia":" Celestino Vidal (1780-1845), general; combate en la expedición al Paraguay, de Belgrano y en el Ejército Auxiliar del Perú en 1814."},
    {"Name":"José Antonio Cabrera","Etimologia":"José Antonio Cabrera (Córdoba, 28 de noviembre de 1768 - 15 de abril de 1820) fue un abogado y político argentino, miembro del Congreso de Tucumán, que declaró la independencia argentina. Murió en Córdoba en abril de 1820"},
    {"Name":"Marsella","Etimologia":"Ciudad de Francia."},
    {"Name":"Sánchez de Bustamante","Etimologia":"Teodoro Sánchez de Bustamante (San Salvador de Jujuy, 9 de noviembre de 1778 - Santa Cruz de la Sierra, 11 de mayo de 1851) fue un abogado y político argentino, que participó en el Congreso de Tucumán, y estuvo entre quienes declararon la Independencia Argentina"},
    {"Name":"Mario Bravo","Etimologia":"Mario Humberto Nicolás Bravo (La Cocha, Tucumán, 27 de junio de 1882 - Buenos Aires, 17 de marzo de 1944) fue un político socialista argentino."},
    {"Name":"China","Etimologia":"País asiático, capital: Pekín."},
    {"Name":"Saavedra","Etimologia":"Si bien este nombre podría recordar a Cornelio de Saavedra, existe la posiblidad, como sugiere el historiador Ángel O. Prignano, de que en este caso recordara a Osvaldo Saavedra, notario"},
    {"Name":"Constantinopla","Etimologia":"Nombre que tomó la antigua ciudad de Bizancio al transformarse en la capital del Imperio Bizantino, es la actual Estambul, y fue capital de Turquía hasta 1923."},
    {"Name":"Caracas","Etimologia":"Ciudad capital de Venezuela."},
    {"Name":"Mendoza","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Migueletes","Etimologia":"Escuadrón de caballería que actúa durante las invasiones inglesas en 1806 y 1807."},
    {"Name":"Nahuel Huapi","Etimologia":"Lago de las provincias de Neuquén y Río Negro."},
    {"Name":"Billinghurst","Etimologia":"Mariano Daniel Billinghurst (Buenos Aires, 26 de noviembre de 1810 - íd, 13 de junio de 1892) fue un empresario argentino que se destacó por haber creado las líneas de tranvías a caballo Plaza de Mayo-Flores y Plaza de Mayo-Belgrano en la ciudad de Buenos Aires, y construir el ferrocarril Buenos Aires-Rosario en 1871. La localidad bonaerense de Billinghurst lleva su nombre."},
    {"Name":"Paraguay","Etimologia":"País sudamericano. Capital: Asunción."},
    {"Name":"Galicia","Etimologia":"Región del noreste de España que abarca las provincias de La Coruña, Lugo, Orense y Pontevedra."},
    {"Name":"Charcas","Etimologia":"Ciudad del Alto Perú, Bolivia, denominada actualmente Sucre, asiento de la Real Audiencia y de una de las universidades más antiguas de América."},
    {"Name":"Guatemala","Etimologia":"República de América Central. Capital: Guatemala."},
    {"Name":"Aconcagua","Etimologia":"Cumbre de la Cordillera de los Andes, en la provincia de Mendoza, es la montaña más elevada de América."},
    {"Name":"Campichuelo","Etimologia":"Victoria del general Belgrano el 19 de diciembre de 1810, en su expedición al Paraguay."},
    {"Name":"Yatay","Etimologia":"Batalla librada entre las fuerzas del general Venancio Flores y las del Paraguay, al mando del mayor Duarte, el 17 de agosto de 1865."},
    {"Name":"San Luis","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Salta","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Suipacha","Etimologia":"Batalla librada el 7 de noviembre de 1810 en el Alto Perú, hoy Bolivia, entre las fuerzas patriotas de Antonio González Balcarce y las realistas del general José de Córdoba y Rojas."},
    {"Name":"Piedras","Etimologia":"Victoria de las fuerzas de José Artigas sobre los realistas del coronel José Posadas en la Banda Oriental el 18 de mayo de 1811, y victoria del general Belgrano sobre los realistas a orillas del río Piedras el 3 de setiembre de 1812."},
    {"Name":"Libertad","Etimologia":"Homenaje a la libertad del hombre y en modo particular a nuestra"},
    {"Name":"Cerrito","Etimologia":"Batalla librada en la República Oriental del Uruguay entre las fuerzas del general Rondeau y las del mariscal Gaspar de Vigodet, el 31 de diciembre de 1812."},
    {"Name":"Venezuela","Etimologia":"País sudamericano. Capital: Caracas."},
    {"Name":"Defensa","Etimologia":"Denominación dada en recuerdo de la Defensa de la Ciudad de Buenos Aires contra la segunda invasión inglesa en julio de 1807."},
    {"Name":"Estados Unidos","Etimologia":"País americano. Capital: Washington."},
    {"Name":"Riobamba","Etimologia":"Combate librado en Ecuador el 21 de abril de 1822 entre los granaderos a caballo mandados por Lavalle y las fuerzas realistas."},
    {"Name":"Quito","Etimologia":"Ciudad capital del Ecuador."},
    {"Name":"Guardia Vieja","Etimologia":"Combate librado el 4 de enero de 1817 en el que las fuerzas del general Las Heras toman el puesto realista de Guardia Vieja, en Chile."},
    {"Name":"San Blas","Etimologia":"Bahía y localidad de la provincia de Buenos Aires donde el 6 y 7 de marzo de 1827 se desarrolló una acción naval durante la guerra contra el Brasil."},
    {"Name":"Colpayo","Etimologia":"Combate librado el 15 de septiembre de 1816, cuando Juan Fernández Campero, Marqués de Yavi, sorprende a una columna realista."},
    {"Name":"Monte","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Pilar","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Tandil","Etimologia":"Ciudad y sierras de la provincia de Buenos Aires."},
    {"Name":"Camarones","Etimologia":"Bahía y localidad de la provincia de Chubut."},
    {"Name":"Tres Arroyos","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Florida","Etimologia":"Batalla librada en La Florida, Bolivia, el 25 de mayo de 1814, en la que el entonces coronel Alvarez de Arenales vence a los realistas."},
    {"Name":"Chacabuco","Etimologia":"Batalla en la que el general San Martín vence a los realistas en Chile, el 12 de febrero de 1817."},
    {"Name":"Lavadero","Etimologia":"Denominación tradicional que aludía a los lavaderos que abundaban"},
    {"Name":"Gualeguay","Etimologia":"Río de la provincia de Entre Ríos."},
    {"Name":"Treinta y Tres Orientales","Etimologia":"Número de los patriotas que al mando de Juan Antonio de Lavalleja invadieron el Uruguay, el 19 de abril de 1825, dispuestos a libertar el territorio en poder de las fuerzas brasileñas."},
    {"Name":"Cachimayo","Etimologia":"Acción de Gregorio Aráoz de Lamadrid, quien el 20 de mayo de 1817 penetra en la quebrada de Cachimayo y hace prisionera a una fuerza realista sin disparar un solo tiro."},
    {"Name":"Bruselas","Etimologia":"Ciudad capital de Bélgica."},
    {"Name":"Roma","Etimologia":"Ciudad capital de Italia."},
    {"Name":"Lisboa","Etimologia":"Ciudad capital de Portugal."},
    {"Name":"Itaqui","Etimologia":"Ciudad del Brasil, en el estado de Río Grande do Sul, que se encuentra ubicada sobre el río Uruguay, frente a la provincia de Corrientes."},
    {"Name":"Pergamino","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Corrales","Etimologia":"Nombre tradicional con que se conocía también al actual barrio de Parque Patricios y que provenía de los mataderos del sur que se encontraban ubicados en Caseros y Monteagudo."},
    {"Name":"Parral","Etimologia":"Combate librado en Chile, en la villa de ese nombre, el 27 de marzo de 1818 por las fuerzas del capitán de granaderos Miguel Cajaravilla."},
    {"Name":"Membrillar","Etimologia":"Victoria del ejército argentino-chileno sobre los realistas, conseguida el 20 de marzo de 1814."},
    {"Name":"Italia","Etimologia":"País europeo. Capital: Roma."},
    {"Name":"Diamante","Etimologia":"Río de la provincia de Mendoza que nace en el lago de su nombre y desemboca en el Salado."},
    {"Name":"De las Artes","Etimologia":"Poseía este nombre debido a que en esta calle tenían establecidos sus locales los lomilleros o talabarteros, es decir, los talleres donde se hacen lomillos, caronas, riendas, lazos, arreos y guarniciones para caballerías y aperos y enseres para el hombr"},
    {"Name":"Tarija","Etimologia":"Ciudad y departamento de Bolivia que hasta 1826 fue provincia argentina."},
    {"Name":"Armenia","Etimologia":"República asiática. Capital: Ereván."},
    {"Name":"La Rioja","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Timbo","Etimologia":"Combate librado durante la guerra del Paraguay, el 18 de julio de 1868"},
    {"Name":"Tafi","Etimologia":"Ciudad y departamento de la provincia de Tucumán."},
    {"Name":"Peribebuy","Etimologia":"Población fortificada que el 12 de agosto de 1869, durante la guerra contra el Paraguay, fue tomada por los aliados."},
    {"Name":"La Cautiva","Etimologia":"Poema narrativo de Esteban Echeverría publicado en Buenos Aires en septiembre de 1837."},
    {"Name":"Bermejo","Etimologia":"Río que nace en Tarija, Bolivia, y desemboca en el río Paraguay, sirve de límite entre las provincias de Chaco y Formosa."},
    {"Name":"Atacalco","Etimologia":"Paso de la cordillera de los Andes en el departamento Minas, provincia de Neuquén."},
    {"Name":"Viena","Etimologia":"Ciudad capital de Austria."},
    {"Name":"Lobos","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"San Sebastian","Etimologia":"Ciudad capital de la provincia de Guipúzcoa, España."},
    {"Name":"San Lorenzo","Etimologia":"Combate librado a orillas del río Paraná por el entonces coronel San Martín contra los realistas, el 3 de febrero de 1813."},
    {"Name":"Balcarce","Etimologia":"Destacado en la guerra de Independencia de la Argentina y que ejerció brevemente como Director Supremo de las Provincias Unidas del Río de la Plata."},
    {"Name":"Bethlem","Etimologia":"Ciudad de Jordania donde nació Jesucristo, llamada en español Belén. La calle recibió este nombre, ya que entre Defensa y Balcarce se encuentra la iglesia de Nuestra Señora de Belén. Los primeros sacerdortes de la orden de los Bethlemitas llegaron a nue"},
    {"Name":"Talcahuano","Etimologia":"Ciudad fortificada y puerto de Chile tomada por las fuerzas patriotas de Antonio González Balcarce en 1819."},
    {"Name":"Hamburgo","Etimologia":"Ciudad y estado de la República Federal Alemana."},
    {"Name":"Picheuta","Etimologia":"Paso y fortín de la cordillera de los Andes donde se enfrentaron realistas y patriotas el 24 de enero de 1817."},
    {"Name":"Centenario","Etimologia":"Homenaje al primer centenario de la Revolución del 25 de Mayo de 1810."},
    {"Name":"Bella Vista","Etimologia":"Denominación tradicional, no sólo en Buenos Aires, como se ve por las distintas calles que llevaron este nombre, sino en todo el país, donde así se denominan diversas localidades."},
    {"Name":"Achupallas","Etimologia":"Combate librado el 4 de febrero de 1817 entre las fuerzas del mayor Arcos y los realistas, en el desfiladero de ese nombre en la Cordillera de los Andes."},
    {"Name":"Suiza","Etimologia":"País europeo. Capital: Berna."},
    {"Name":"Toay","Etimologia":"Ciudad y departamento de la provincia de La Pampa."},
    {"Name":"Lausana","Etimologia":"Ciudad de Suiza, capital del estado de Vaud."},
    {"Name":"Los Andes","Etimologia":"Cordillera que bordea América del Sur siguiendo su costa occidental."},
    {"Name":"Lapacho","Etimologia":"Árbol de la familia de las bignoniáceas, cuya madera se utiliza en construcción y en ebanistería."},
    {"Name":"Chimborazo","Etimologia":"Pico de la cordillera de los Andes, en la República del Ecuador."},
    {"Name":"Pernambuco","Etimologia":"Estado del Brasil. Capital: Recife."},
    {"Name":"Amambay","Etimologia":"Cordillera del Paraguay que atraviesa a este país de norte a sur. Amambay es una voz guaraní que significa helecho."},
    {"Name":"Cuyo","Etimologia":"Antigua provincia argentina que comprendía a las actuales San Juan, San Luis y Mendoza."},
    {"Name":"Avenida Caseros","Etimologia":"Batalla en la que el 3 de febrero de 1852 el general Justo José de Urquiza derrota al brigadier general Juan Manuel de Rosas."},
    {"Name":"Aroma","Etimologia":"Combate librado en Bolivia, el 15 de noviembre de 1810, por las fuerzas patriotas al mando de Esteban Arce y Bartolomé Guzmán."},
    {"Name":"Algarrobo","Etimologia":"Árbol de la familia de las leguminosas mimosoideas."},
    {"Name":"Guayquiraro","Etimologia":"Río que sirve de límite entre las provincias de Corrientes y Entre Ríos."},
    {"Name":"Rochdale","Etimologia":"Ciudad de Inglaterra donde se produjeron las primeras experiencias de cooperativismo."},
    {"Name":"Chubut","Etimologia":"Territorio nacional, hoy provincia, de la República Argentina."},
    {"Name":"San Antonio de Areco","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"San Francisco","Etimologia":"Ciudad de la provincia de Córdoba."},
    {"Name":"Rumania","Etimologia":"País europeo. Capital: Bucarest."},
    {"Name":"Rusia","Etimologia":"País euroasiático. Capital: Moscú."},
    {"Name":"Sevilla","Etimologia":"Ciudad y provincia de España en la región de Andalucía."},
    {"Name":"Colombia","Etimologia":"País sudamericano. Capital: Bogotá."},
    {"Name":"Libano","Etimologia":"República del Asia Menor, capital: Beirut."},
    {"Name":"Reconquista","Etimologia":"Estas calles recordaban la Reconquista de Buenos Aires de la dominación británica llevada a cabo el 12 de agosto de 1806."},
    {"Name":"Madrid","Etimologia":"Ciudad capital de España."},
    {"Name":"Aconquija","Etimologia":"Sierra ubicada en las provincias de Catamarca y Tucumán."},
    {"Name":"Haedo","Etimologia":"Localidad del partido de Morón, provincia de Buenos Aires, que recuerda a su vez al director del Ferrocarril del Oeste, Mariano J. Haedo."},
    {"Name":"2 de Abril de 1982","Etimologia":"Fecha de la recuperación de las Islas Malvinas, Georgias y Sandwich del Sur. El 14 de junio del mismo año, Inglaterra usurpa nuevamente este pedazo de tierra argentina."},
    {"Name":"Avenida Jujuy","Etimologia":"Provincia de la República Argentina. Capital: San Salvador."},
    {"Name":"Cayena","Etimologia":"Ciudad capital de la Guayana Francesa."},
    {"Name":"Chuquisaca","Etimologia":"Ciudad del Alto Perú, llamada también Charcas por el nombre de los habitantes naturales del lugar, fue denominada también La Plata y, desde el 12 de julio de 1839, Sucre, siendo en la actualidad la capital jurídica de la República de Bolivia."},
    {"Name":"Ushuaia","Etimologia":"Ciudad capital del Territorio Nacional de Tierra del Fuego."},
    {"Name":"Avenida Triunvirato","Etimologia":"Poder Ejecutivo que el 23 de septiembre de 1811 sustituye a la Junta Grande y que gobierna el país hasta el 26 de enero de 1814, cuando sus miembros cesan en el mando al crearse el Directorio."},
    {"Name":"Cangallo","Etimologia":"Se denominaba así por el pueblo del Perú, en el departamento de Ayacucho, que era en su mayor parte de población aborigen, y que al sublevarse por tercera vez en apoyo de la causa de la Independencia, fue destruido por los realistas el 17 de diciembre de 1821"},
    {"Name":"Carabobo","Etimologia":"Batallas en las que Bolívar vence a los realistas el 18 de mayo de 1814 y el 24 de junio de 1821."},
    {"Name":"26 de Julio","Etimologia":"Fecha de la Revolución de 1890, a raíz de la cual renuncia el presidente Miguel Juárez Celman."},
    {"Name":"Santos Vega","Etimologia":"Payador legendario que fue inmortalizado en la literatura por Rafael Obligado. Santos Vega, que habría sido enterrado en el Tuyú, dio origen a una"},
    {"Name":"Junin","Etimologia":"Batalla librada el 6 de agosto de 1824 en la Pampa de Junín (Perú), entre el ejército patriota del general Simón Bolívar y el realista del general José Canterac."},
    {"Name":"Avenida San Juan","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Villaguay","Etimologia":"Ciudad y departamento de la provincia de Entre Ríos. VILLANUEVA - Moreno"},
    {"Name":"Merlo","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Santa Fe","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Polonia","Etimologia":"País europeo. Capital: Varsovia."},
    {"Name":"Autopista Sur","Etimologia":"Se denominaba así por la ubicación en el sur de la ciudad."},
    {"Name":"La Paz","Etimologia":"Según Enrique Udaondo en su obra Plazas y calles de Buenos Aires."},
    {"Name":"Avenida Independencia","Etimologia":"Recordaba la declaración de nuestra Independencia, proclamada en el Congreso de Tucumán el 9 de julio de 1816."},
    {"Name":"Guayanas","Etimologia":"Estados de América del Sur que dependían de Francia, Holanda e Inglaterra. La primera, Guayana Francesa, es actualmente un departamento francés de ultramar, capital: Cayena. Las otras dos, que gozan de independencia, se denominan Surinam, capital: Param"},
    {"Name":"Guayra","Etimologia":"Nombre con que fue fundada, en 1617, la gobernación del Paraguay."},
    {"Name":"Alemania","Etimologia":"País europeo. Capital: Berlín."},
    {"Name":"Viejobueno","Etimologia":"Apellido de los propietarios de los terrenos por donde se trazó esta calle, en el Plano Topográfico de la Ciudad de Buenos Aires publicado por la Oficina de Obras Públicas de la Municipalidad en el año 1895"},
    {"Name":"Hawai","Etimologia":"Archipiélago situado en el Pacífico, forma parte de la Polinesia y, el 12 de marzo de 1959, se convierte en el quincuagésimo estado de los Estados Unidos."},
    {"Name":"Deseado","Etimologia":"Río de la provincia de Santa Cruz que nace en el borde sur de la meseta del lago Buenos Aires."},
    {"Name":"Chumbicha","Etimologia":"Localidad de la provincia de Catamarca."},
    {"Name":"Barcelona","Etimologia":"Ciudad y provincia de España."},
    {"Name":"Avenida Corrientes","Etimologia":"Ciudad y provincia de la República Argentina."},
    {"Name":"Las Flores","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Buenos Aires","Etimologia":"Ciudad capital de la República Argentina."},
    {"Name":"Del Colegio","Etimologia":"Se cita en este caso la hipótesis del historiador Jorge Alfonsín, para quien la razón del nombre de esta calle no se debe a la existencia en ella de un colegio de la zona, sino a que esta calle está trazada sobre tierras que antes habían sido de los Pad"},
    {"Name":"Trenque Lauquen","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Oporto","Etimologia":"Ciudad de Portugal."},
    {"Name":"Rosario","Etimologia":"Rezo en que se conmemoran los quince misterios principales de la vida de Jesucristo y de la Virgen María. La denominación Rosario se debía a que en la manzana comprendida por esta calle (hoy Venezuela), Belgrano, Defensa y 5 de Julio se encuentra la bas"},
    {"Name":"Europa","Etimologia":"Una de las cinco partes en que se consideraban divididas las tierras emergidas."},
    {"Name":"Australia","Etimologia":"País de Oceanía. Capital: Camberra."},
    {"Name":"Pampero","Etimologia":"Viento impetuoso, frío, seco y purificador que sopla desde el sudoeste de la provincia de Buenos Aires en la Pampa central."},
    {"Name":"Londres","Etimologia":"Ciudad capital del Reino Unido de Gran Bretaña."},
    {"Name":"Asia","Etimologia":"Una de las cinco partes en que se consideran divididas las tierras emergidas. Junto con Europa forma el continente euroasiático."},
    {"Name":"Monte Dinero","Etimologia":"Cerro de la provincia de Santa Cruz, en el límite argentino-chileno."},
    {"Name":"Egipto","Etimologia":"País de África. Capital: El Cairo."},
    {"Name":"Arrecifes","Etimologia":"Ciudad de la provincia de Buenos Aires."},
    {"Name":"Comercio","Etimologia":"Homenaje al comercio, negociación y tráfico que se hace comprando, vendiendo o permutando unas cosas por otras."},
    {"Name":"Colorado","Etimologia":"Río que nace en la confluencia de los ríos Grande y Barrancas y desemboca en el océano Atlántico, sirve de límite entre las provincias de Mendoza y Neuquén, y La Pampa y Río Negro."},
    {"Name":"Virreyes","Etimologia":"Homenaje a las máximas autoridades del Río de la Plata de 1776 a 1810."},
    {"Name":"Esperanza","Etimologia":"Ciudad de la provincia de Santa Fe, fundada en 1856 por iniciativa de don Aarón Castellanos, quien organiza una empresa colonizadora considerada como la primera colonia agrícola del país."},
    {"Name":"Tres Cruces","Etimologia":"La Ordenanza del 28/10/1904  impone el nombre de Tres Cruces, sólo se señala que se trata de una denominación “tradicional”, sin explicar su origen"},
    {"Name":"Chilecito","Etimologia":"Ciudad y departamento de la provincia de La Rioja."},
    {"Name":"Floresta","Etimologia":"Esta calle se denominaba así por encontrarse en el barrio del mismo nombre."},
    {"Name":"Ceibo","Etimologia":"Árbol de origen americano, cuya flor es considerada como flor nacional argentina."},
    {"Name":"Ferrocarril","Etimologia":"Según Udaondo-Béccar Varela, se denominó así en razón a que en el año 1857 fue construida sobre esta calle (en realidad en su continuación, hoy Gavilán), en terreno de la quinta de Terrero, la primera estación en Flores del Ferrocarril Oeste (Béccar Var"},
    {"Name":"Quequen","Etimologia":"Localidad y puerto de la provincia de Buenos Aires."},
    {"Name":"Tupungato","Etimologia":"Cerro de la provincia de Mendoza."},
    {"Name":"Puerto Rico","Etimologia":"Isla de América Central, cuya capital es San Juan y es un estado asociado de los Estados Unidos."},
    {"Name":"San Rafael","Etimologia":"Arcángel que, en forma humana, acompaña al joven Tobías, siendo su guía y consejero, su fiesta es el 29 de septiembre."},
    {"Name":"San Fernando","Etimologia":"Ciudad y partido de la provincia de Buenos Aires."},
    {"Name":"Pasaje Particular","Etimologia":"Este nombre alude a las características particulares, es decir, no públicos, que tienen o tuvieron estas calles o pasajes."},
    {"Name":"Victoria","Etimologia":"En recuerdo de la victoria obtenida sobre los ingleses el 12 de agosto de 1806."},
    {"Name":"Croacia","Etimologia":"País europeo. Capital: Zagreb."},
    {"Name":"Aguapey","Etimologia":"Río de la provincia de Corrientes."},
    {"Name":"Tequendama","Etimologia":"Cascada de Colombia, en el departamento de Cundinamarca, en el río Funza o Bogotá."},
    {"Name":"Francisco Beazley","Etimologia":"Nombre del propietario de las tierras por donde se trazó esta calle."},
    {"Name":"Vuelta de Rocha","Etimologia":"Por su ubicación y trazado con respecto al recodo del Riachuelo conocido con este nombre desde 1635."},
    {"Name":"Biblioteca","Etimologia":"Homenaje a la Biblioteca Pública creada por la Primera Junta."},
    {"Name":"Colegiales","Etimologia":"Nombre tradicional que proviene de la denominación Chacarita de los Colegiales con que se conoce el barrio donde se encuentran estas calles desde el siglo XVIII."},
    {"Name":"Paris","Etimologia":"Ciudad capital de Francia."},
    {"Name":"Paramaribo","Etimologia":"Ciudad capital de Surinam, ex Guayana holandesa."},
    {"Name":"Palermo","Etimologia":"Denominación que aludía al barrio donde se encontraba esta calle."},
    {"Name":"Condor","Etimologia":"Ave del orden de las falconiformes, es la mayor de las aves voladoras y habita en las cumbres andinas."},
    {"Name":"Blanco Encalada","Etimologia":"Manuel José Blanco y Calvo de Encalada (Buenos Aires, Virreinato del Río de la Plata; 21 de abril de 1790-Santiago, República de Chile; 5 de septiembre de 1876) militar, político y diplomático chileno que tuvo una destacada participación en la guerra de independencia de Chile y Perú"},
    {"Name":"Avenida Doctor Ricardo Balbín","Etimologia":"Homenajea a Ricardo Balbín quien fue un político y abogado argentino, siendo una de las figuras más notables del partido político Unión Cívica Radical (UCR)."},
    {"Name":"Avenida Crámer","Etimologia":"Homenajea a Ambrosio Crámer (1790-1839), coronel de origen francés que combatió en Chacabuco y realizó en 1823 la campaña a Tandil. En 1824 acompañó al general Martín Rodríguez en su expedición a Bahía Blanca. Murió en la batalla de Chascomús combatiendo contra las fuerzas de Prudencio Ortiz de Rosas."},
    {"Name":"Avenida Cabildo","Etimologia":"Hace referencia al Cabildo de Buenos Aires, institución colonial que tuvo un papel clave en la Revolución de Mayo de 1810."},
    {"Name":"Avenida General Paz","Etimologia":"Honra al General José María Paz, militar argentino que luchó en las guerras de independencia y civiles del siglo XIX."},
    {"Name":"Avenida Costanera Rafael Obligado","Etimologia":"Lleva el nombre del poeta argentino Rafael Obligado, autor de 'Santos Vega'."},
    {"Name":"Avenida Forest","Etimologia":"Carlos Forest (Le Havre, Francia, 1787 - Buenos Aires, 16 de julio de 1823)1​ fue un militar argentino de origen francés que participó en la Guerra de Independencia de la Argentina. Sus restos reposan en el Cementerio de la Recoleta en Buenos Aires."},
    {"Name":"Avenida Teniente General Donato Álvarez","Etimologia":"Rinde homenaje al militar argentino Donato Álvarez, quien participó en las guerras civiles y en la Guerra del Paraguay."},
    {"Name":"Avenida Brasil","Etimologia":"Recibe su nombre en honor al país vecino, Brasil."},
    {"Name":"Avenida ato","Etimologia":"Hace referencia al ato, forma de gobierno durante la Revolución de Mayo."},
    {"Name":"Avenida Combatientes de Malvinas","Etimologia":"Honra a los soldados argentinos que lucharon en la Guerra de las Malvinas en 1982."},
    {"Name":"Avenida General Mosconi","Etimologia":"Lleva el nombre del General Enrique Mosconi, pionero en la industria petrolera argentina."},
    {"Name":"Avenida San Martín","Etimologia":"Rinde homenaje al General José de San Martín, libertador de Argentina, Chile y Perú."},
    {"Name":"Avenida Elcano","Etimologia":"Honra a Juan Sebastián Elcano, navegante español que completó la primera circunnavegación del mundo."},
    {"Name":"Avenida Olazábal","Etimologia":"Félix de Olazábal fue un militar argentino que participó en la guerra de independencia y en la Guerra del Brasil. "},
    {"Name":"Avenida Doctor Rómulo Naón","Etimologia":"Rinde homenaje al político y diplomático argentino Rómulo Naón."},
    {"Name":"Avenida Salvador María del Carril","Etimologia":"Honra al político y jurista argentino Salvador María del Carril."},
    {"Name":"Avenida Álvarez Thomas","Etimologia":"Lleva el nombre de Ignacio Álvarez Thomas, militar y político argentino."},
    {"Name":"Avenida Federico Lacroze","Etimologia":"Rinde homenaje a Federico Lacroze, empresario y pionero del transporte en Buenos Aires."},
    {"Name":"Avenida Dorrego","Etimologia":"Honra al General Manuel Dorrego, político y militar argentino."},
    {"Name":"Avenida Estado de Israel","Etimologia":"Recibe su nombre en honor al Estado de Israel."},
    {"Name":"Avenida de los Constituyentes","Etimologia":"Hace referencia a los diputados que redactaron la Constitución Argentina de 1853."},
    {"Name":"Avenida Franklin Delano Roosevelt","Etimologia":"Lleva el nombre del presidente de los Estados Unidos Franklin D. Roosevelt."},
    {"Name":"Avenida Luis María Campos","Etimologia":"Honra al General Luis María Campos, militar argentino."},
    {"Name":"Avenida Olleros","Etimologia":"Juan José Olleros (San Nicolás de los Arroyos, 19 de octubre de 1794 - Buenos Aires, 18 de agosto de 1857) fue un militar y político argentino que combatió, en la guerra de la independencia, junto a los generales José de San Martín y Juan Gregorio de Las Heras."},
    {"Name":"Avenida García del Río","Etimologia":"Rinde homenaje al político y periodista Juan García del Río."},
    {"Name":"Avenida Melián","Etimologia":"José Antonio Melián (Buenos Aires, Virreinato del Río de la Plata, 1784-Buenos Aires, Argentina, diciembre de 1857) fue un militar argentino, que participó en la guerra de la independencia, con participación en las campañas al Paraguay, a la Banda Oriental y a Chile. En esta calle, funcionó, desde 1857, un hipódromo formado por una gran pista ovalada que iba desde Melián hasta Cramer, y desde La Pampa hasta Olazábal. En 1876, llegó el tren que obligó a lotear la zona para darle lugar al barrio que hoy llamamos Belgrano R y a esta emblemática avenida."},
    {"Name":"Avenida Ortiz de Ocampo","Etimologia":"Honra al General Antonio Ortiz de Ocampo, militar argentino."},
    {"Name":"Avenida Jorge Newbery","Etimologia":"Rinde homenaje al pionero de la aviación argentina Jorge Newbery."},
    {"Name":"Avenida Córdoba","Etimologia":"Recibe su nombre en honor a la provincia argentina de Córdoba."},
    {"Name":"Avenida Coronel Niceto Vega","Etimologia":"Lleva el nombre del militar argentino Niceto Vega."},
    {"Name":"Avenida Presidente Sarmiento","Etimologia":"Honra al presidente argentino Domingo Faustino Sarmiento."},
    {"Name":"Avenida Presidente Figueroa Alcorta","Etimologia":"Rinde homenaje al presidente argentino José Figueroa Alcorta."},
    {"Name":"Avenida Cerviño","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Lidoro J. Quinteros","Etimologia":"Honra al político argentino Lidoro J. Quinteros."},
    {"Name":"Avenida Del Libertador","Etimologia":"Hace referencia al título de 'Libertador' otorgado a José de San Martín."},
    {"Name":"Avenida de Mayo","Etimologia":"Recibe su nombre en conmemoración de la Revolución de Mayo de 1810."},
    {"Name":"Avenida Pueyrredón","Etimologia":"Honra al político y militar Juan Martín de Pueyrredón."},
    {"Name":"Avenida Alvear","Etimologia":"Rinde homenaje a Torcuato de Alvear, intendente de Buenos Aires en el siglo XIX."},
    {"Name":"Avenida Callao","Etimologia":"Recibe su nombre en honor a la Batalla de Callao, durante la Guerra del Pacífico."},
    {"Name":"Avenida Presidente Julio A. Roca","Etimologia":"Honra al presidente argentino Julio Argentino Roca."},
    {"Name":"Avenida Directorio","Etimologia":"Hace referencia al Directorio, forma de gobierno durante la Revolución de Mayo."},
    {"Name":"Avenida Rivadavia","Etimologia":"Lleva el nombre de Bernardino Rivadavia, primer presidente de Argentina."},
    {"Name":"Avenida Juan de Garay","Etimologia":"Honra al fundador de Buenos Aires, Juan de Garay."},
    {"Name":"Avenida Avellaneda","Etimologia":"Rinde homenaje al presidente argentino Nicolás Avellaneda."},
    {"Name":"Avenida Presidente Roque Sáenz Peña","Etimologia":"Honra al presidente argentino Roque Sáenz Peña."},
    {"Name":"Avenida Warnes","Etimologia":"Lleva el nombre del General Ignacio Warnes, héroe de la independencia."},
    {"Name":"Avenida Perito Moreno","Etimologia":"Rinde homenaje al explorador y científico Francisco Pascasio Moreno."},
    {"Name":"Avenida Álvarez Jonte","Etimologia":"Honra al político y militar argentino Álvarez Jonte."},
    {"Name":"Avenida Coronel Díaz","Etimologia":"Lleva el nombre del Coronel Díaz, militar argentino que participó en las guerras de independencia."},
    {"Name":"Avenida Castro Barros","Etimologia":"Rinde homenaje al sacerdote y político Pedro Ignacio Castro Barros."},
    {"Name":"Avenida José María Moreno","Etimologia":"Honra al político y militar argentino José María Moreno."},
    {"Name":"Avenida Boyacá","Etimologia":"Recibe su nombre en conmemoración de la Batalla de Boyacá (1819)."},
    {"Name":"Avenida Nazca","Etimologia":"Lleva el nombre de la cultura precolombina Nazca."},
    {"Name":"Avenida Juan Bautista Alberdi","Etimologia":"Rinde homenaje al pensador y político Juan Bautista Alberdi."},
    {"Name":"Avenida 9 de Julio","Etimologia":"Recibe su nombre en conmemoración del Día de la Independencia Argentina (9 de julio de 1816)."},
    {"Name":"Avenida Medrano","Etimologia":"El nombre hace referencia a Julián Medrano (1777-1845), militar argentino que participó en la Guerra de Independencia y en las guerras civiles argentinas."},
    {"Name":"Avenida Pichincha","Etimologia":"Honra a la Batalla de Pichincha (1822), durante la independencia de Ecuador."},
    {"Name":"Avenida Alicia Moreau de Justo","Etimologia":"Rinde homenaje a la médica y política Alicia Moreau de Justo."},
    {"Name":"Avenida Pavón","Etimologia":"Recibe su nombre en conmemoración de la Batalla de Pavón (1861)."},
    {"Name":"Avenida Pedro Goyena","Etimologia":"Honra al político y escritor argentino Pedro Goyena."},
    {"Name":"Avenida Coronel Ramón Lorenzo Falcón","Etimologia":"Rinde homenaje al militar y político Ramón Lorenzo Falcón."},
    {"Name":"Avenida Entre Ríos","Etimologia":"Recibe su nombre en honor a la provincia argentina de Entre Ríos."},
    {"Name":"Avenida Doctor Honorio Pueyrredón","Etimologia":"Honra al político y diplomático Honorio Pueyrredón."},
    {"Name":"Avenida Lope de Vega","Etimologia":"Lleva el nombre del dramaturgo español Lope de Vega."},
    {"Name":"Avenida Leandro N. Alem","Etimologia":"Rinde homenaje al político y fundador de la Unión Cívica Radical, Leandro N. Alem."},
    {"Name":"Avenida Intendente Cantilo","Etimologia":"Honra al intendente de Buenos Aires José Luis Cantilo."},
    {"Name":"Avenida Juan Bautista Justo","Etimologia":"Lleva el nombre del político y médico Juan Bautista Justo."},
    {"Name":"Avenida Ángel Gallardo","Etimologia":"Rinde homenaje al científico y político Ángel Gallardo."},
    {"Name":"Acceso Avenida General Paz","Etimologia":"Hace referencia a la Avenida General Paz, que rodea la ciudad de Buenos Aires."},
    {"Name":"Avenida Parque Roberto Goyeneche","Etimologia":"Honra al cantante de tangos Roberto Goyeneche."},
    {"Name":"Avenida Santa Fe","Etimologia":"Recibe su nombre en honor a la provincia argentina de Santa Fe."},
    {"Name":"Avenida Belgrano","Etimologia":"Rinde homenaje al General Manuel Belgrano, creador de la bandera argentina."},
    {"Name":"Avenida Bernardo de Irigoyen","Etimologia":"Honra al político y diplomático Bernardo de Irigoyen."},
    {"Name":"Avenida Hipólito Yrigoyen","Etimologia":"Lleva el nombre del presidente argentino Hipólito Yrigoyen."},
    {"Name":"Avenida Díaz Vélez","Etimologia":"Rinde homenaje al General Eustoquio Díaz Vélez."},
    {"Name":"Avenida Gaona","Etimologia":"El nombre fue dado en honor a Pedro Gaona (1780-1840), militar argentino que luchó en la Guerra de Independencia y en las guerras civiles argentinas."},
    {"Name":"Avenida La Pampa","Etimologia":"Recibe su nombre en honor a la provincia argentina de La Pampa."},
    {"Name":"Avenida Juramento","Etimologia":"Hace referencia al juramento de lealtad a la bandera argentina."},
    {"Name":"Avenida de los Incas","Etimologia":"Honra a la civilización incaica."},
    {"Name":"Avenida Congreso","Etimologia":"Recibe su nombre en referencia al Congreso de la Nación Argentina."},
    {"Name":"Avenida Boedo","Etimologia":"Lleva el nombre de Mariano Boedo, político y jurista argentino que participó en el Congreso de Tucumán."},
    {"Name":"Avenida General Las Heras","Etimologia":"Honra al General Juan Gregorio Las Heras."},
    {"Name":"Avenida Acoyte","Etimologia":"Lleva el nombre de una planta autóctona de la región."},
    {"Name":"Avenida Francisco Beiró","Etimologia":"Rinde homenaje al político Francisco Beiró."},
    {"Name":"Avenida Paseo Colón","Etimologia":"Recibe su nombre en honor a Cristóbal Colón."},
    {"Name":"Avenida Monroe","Etimologia":"Lleva el nombre del presidente estadounidense James Monroe."},
    {"Name":"Avenida Mendoza","Etimologia":"Honra a la provincia argentina de Mendoza."},
    {"Name":"Conesa","Etimologia":"El nombre hace referencia a Emilio Conesa (1825-1871), militar argentino que participó en la Guerra del Paraguay."},
    {"Name":"Vuelta de Obligado","Etimologia":"Hace referencia a la Batalla de la Vuelta de Obligado (1845)."},
    {"Name":"Juramento","Etimologia":"Hace referencia al juramento de lealtad a la bandera argentina."},
    {"Name":"Capitán General Ramón Freire","Etimologia":"Honra al militar chileno Ramón Freire."},
    {"Name":"Arcos","Etimologia":"El nombre hace referencia a los arcos del antiguo viaducto del Ferrocarril Mitre que atraviesa la zona."},
    {"Name":"Cuba","Etimologia":"Recibe su nombre en honor al país caribeño."},
    {"Name":"Ciudad de la Paz","Etimologia":"Hace referencia a la paz como valor universal."},
    {"Name":"Echeverría","Etimologia":"Rinde homenaje al escritor y político Esteban Echeverría."},
    {"Name":"Olazábal","Etimologia":"Félix de Olazábal fue un militar argentino que participó en la guerra de independencia y en la Guerra del Brasil."},
    {"Name":"Mariscal Antonio José de Sucre","Etimologia":"Honra al mariscal venezolano Antonio José de Sucre."},
    {"Name":"Doctor Pedro Ignacio Rivera","Etimologia":"Rinde homenaje al médico y político Pedro Ignacio Rivera."},
    {"Name":"Franklin Delano Roosevelt","Etimologia":"Honra al presidente estadounidense Franklin D. Roosevelt."},
    {"Name":"Zapiola","Etimologia":"Lleva el nombre de José Matías Zapiola, militar y político argentino que participó en las guerras de independencia."},
    {"Name":"Conde","Etimologia":"Hace referencia a un título nobiliario."},
    {"Name":"Moldes","Etimologia":"El nombre hace referencia a José Moldes (1795-1824), militar argentino que luchó en la Guerra de Independencia y en las guerras civiles argentinas."},
    {"Name":"Amenábar","Etimologia":"Honra al militar y político argentino Amenábar."},
    {"Name":"Metrobús Norte","Etimologia":"Recibe su nombre por ser una vía exclusiva para el transporte público."},
    {"Name":"Monroe","Etimologia":"Lleva el nombre del presidente estadounidense James Monroe."},
    {"Name":"Ladines","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Carlos Antonio López","Etimologia":"Honra al presidente paraguayo Carlos Antonio López."},
    {"Name":"Cuenca","Etimologia":"Recibe su nombre en honor a la ciudad ecuatoriana de Cuenca."},
    {"Name":"Griveo","Etimologia":"Denominada así en honor a Juan Antonio Griveo, militar argentino que participó en las guerras civiles"},
    {"Name":"Estanislao Zeballos","Etimologia":"Rinde homenaje al político y escritor Estanislao Zeballos."},
    {"Name":"Bahía Blanca","Etimologia":"Honra a la ciudad argentina de Bahía Blanca."},
    {"Name":"Mercedes","Etimologia":"Lleva el nombre de una ciudad argentina en la provincia de Buenos Aires."},
    {"Name":"Nueva York","Etimologia":"Recibe su nombre en honor a la ciudad estadounidense."},
    {"Name":"Pareja","Etimologia":"Juan de Pareja (Antequera, c. 1610-Madrid, 1670) fue un pintor barroco español de origen morisco y esclavo de Velázquez, en cuyo taller se formó."},
    {"Name":"Andrés Vallejos","Etimologia":"(1539-enero 1597) fue uno de los 63 primeros vecinos pobladores que acompañó a Juan de Garay en la expedición que culminó en la segunda fundación de la ciudad de Buenos Aires el 11 de junio de 1580."},
    {"Name":"Concordia","Etimologia":"Hace referencia a la ciudad argentina de Concordia."},
    {"Name":"Llavallol","Etimologia":"Lleva el nombre de Vicente Llavallol, político argentino que fue gobernador de Buenos Aires en el siglo XIX"},
    {"Name":"Simbrón","Etimologia":"Pablo Simbron: Uno de los sesenta y tres fundadores de Buenos Aires, junto a Juan Fernández de Enciso, Pedro Franco, Rodrigo de Ibarrola, Pedro Moran, Alonso de Pareja, Andrés de Vallejos y Alonso de Escobar, que acompañaron a Garay en la tarea de asentar una ciudad."},
    {"Name":"José Pedro Varela","Etimologia":"Rinde homenaje al educador uruguayo José Pedro Varela."},
    {"Name":"Tinogasta","Etimologia":"Honra a la ciudad argentina de Tinogasta."},
    {"Name":"Campana","Etimologia":"Lleva el nombre de la ciudad argentina de Campana."},
    {"Name":"Helguera","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Pichincha","Etimologia": "Hace referencia a la Batalla de Pichincha (1822)."},
    {"Name":"Matheu","Etimologia": "Domingo Bartolomé Francisco Matheu, Mataró, Cataluña, España; 4 de agosto de 1765 - Buenos Aires, Argentina; 28 de marzo de 1831, fue un comerciante, piloto naval y político argentino. Luchó contra los ingleses durante las Invasiones inglesas. Logró una posición influyente en el Cabildo de Buenos Aires, asistiendo al Cabildo Abierto del 22 de mayo"},
    {"Name":"15 de Noviembre de 1889","Etimologia":"Recibe su nombre en conmemoración de la proclamación de la República en Brasil, un golpe de estado que derrocó a la monarquía y estableció la república en ese país."},
    {"Name":"Alberti","Etimologia":"Honra al escritor y político argentino Juan Bautista Alberdi."},
    {"Name":"Avenida Colombia","Etimologia":"Recibe su nombre en honor al país sudamericano."},
    {"Name":"Avenida Iraola","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Belisario Roldán","Etimologia":"Rinde homenaje al escritor y político Belisario Roldán."},
    {"Name":"Avenida Casares","Etimologia":"Honra al político y escritor Carlos Casares."},
    {"Name":"Avenida Costanera Doctor Tristán Achával Rodríguez","Etimologia":"Lleva el nombre del médico y político Tristán Achával Rodríguez."},
    {"Name":"Avenida Infanta Isabel","Etimologia":"Recibe su nombre en honor a la infanta Isabel de Borbón."},
    {"Name":"Avenida General Gelly y Obes","Etimologia":"Honra al militar y político Juan Gelly y Obes."},
    {"Name":"Avenida Carlos Calvo","Etimologia":"Rinde homenaje al jurista e historiador Carlos Calvo."},
    {"Name":"Avenida Eduardo Madero","Etimologia":"Lleva el nombre del empresario y político Eduardo Madero."},
    {"Name":"Avenida Adolfo Berro","Etimologia":"Honra al político y escritor Adolfo Berro."},
    {"Name":"Avenida Coronel Marcelino E. Freyre","Etimologia":"Rinde homenaje al militar Marcelino E. Freyre."},
    {"Name":"Avenida Lastra","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Patricias Argentinas","Etimologia":"Honra a las mujeres que colaboraron en la lucha por la independencia."},
    {"Name":"Avenida Lisandro de la Torre","Etimologia":"Rinde homenaje al político Lisandro de la Torre."},
    {"Name":"Avenida Piedra Buena","Etimologia":"Lleva el nombre del marino Luis Piedra Buena."},
    {"Name":"Avenida Soldado de la Frontera","Etimologia":"Honra a los soldados que defendieron las fronteras argentinas."},
    {"Name":"Avenida Riestra","Etimologia":"Lleva el nombre de José María Riestra, empresario y político argentino del siglo XIX."},
    {"Name":"Avenida Argentina","Etimologia":"Recibe su nombre en honor a la República Argentina."},
    {"Name":"Avenida de los Corrales","Etimologia":"Hace referencia a los antiguos corrales de la ciudad."},
    {"Name":"Avenida Bruix","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Canónigo Miguel del Corro","Etimologia":"Honra al sacerdote y político Miguel del Corro."},
    {"Name":"Avenida Olivera","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Castañares","Etimologia":"Recibe su nombre en honor a una antigua estancia de la zona."},
    {"Name":"Avenida Australia","Etimologia":"Lleva el nombre del país oceánico."},
    {"Name":"Avenida Suárez","Etimologia":"Honra al político y militar argentino Suárez."},
    {"Name":"Avenida Benito Pérez Galdós","Etimologia":"Rinde homenaje al escritor español Benito Pérez Galdós."},
    {"Name":"Avenida Arregui","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Lafuente","Etimologia":"Honra al político y militar argentino Lafuente."},
    {"Name":"Avenida Varela","Etimologia":"Denominada así en honor a Florencio Varela, escritor y periodista argentino del siglo XIX."},
    {"Name":"Avenida Coronel Esteban Bonorino","Etimologia":"Rinde homenaje al militar Esteban Bonorino."},
    {"Name":"Avenida Chivilcoy","Etimologia":"Honra a la ciudad argentina de Chivilcoy."},
    {"Name":"Avenida Pinedo","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida de los Italianos","Etimologia":"Honra a la comunidad italiana en Argentina."},
    {"Name":"Avenida Cobo","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Vernet","Etimologia":"Honra al científico y político argentino Vernet."},
    {"Name":"Avenida San Juan Bautista De La Salle","Etimologia":"Rinde homenaje al santo y educador Juan Bautista De La Salle."},
    {"Name":"Avenida Lacarra","Etimologia":"Lleva el nombre de una familia tradicional de Buenos Aires."},
    {"Name":"Avenida Asturias","Etimologia":"Recibe su nombre en honor a la región española de Asturias."},
    {"Name":"Avenida Sáenz","Etimologia":"Honra al político y militar argentino Sáenz."},
    {"Name":"Avenida Sánchez de Loria","Etimologia":"Nombrada en honor a José León Sánchez de Loria, sacerdote y político argentino que fue miembro del Congreso de Tucumán."},
    {"Name":"Avenida Calabria","Etimologia":"Recibe su nombre en honor a la región italiana de Calabria."},
    {"Name":"Avenida Ruiz Huidobro","Etimologia":"Rinde homenaje al militar y político Ruiz Huidobro."},
    {"Name":"Avenida José Fagnano","Etimologia":"Honra al misionero y explorador José Fagnano."},
    {"Name":"Avenida Presidente Manuel Quintana","Etimologia":"Lleva el nombre del presidente argentino Manuel Quintana."},
    {"Name":"Avenida Regimiento de Patricios","Etimologia":"Honra al histórico Regimiento de Patricios."},
    {"Name":"Monseñor Larumbe","Etimologia":"Monseñor Álvaro Larumbe fundó el Colegio Parroquial Santa Teresa del Niño Jesús en 1956."},
    {"Name":"Haití","Etimologia":"Recibe su nombre en honor al país caribeño."},
    {"Name":"Colombres","Etimologia":"José Eusebio Colombres (San Miguel de Tucumán, 6 de diciembre de 1778 - Salta, 11 de febrero de 1859) fue un político y obispo argentino. Fue diputado por Catamarca durante el Congreso de Tucumán en 1816. Era hijo de José Colombres y Thames, español, y de María Ignacia Córdoba, tucumana."},
    {"Name":"Conscripto Marcelo Oscar Romero","Etimologia":"Honra al soldado Marcelo Oscar Romero, ex combatiente del conflicto del Atlántico Sur, caído en la guerra de Malvinas."},
    {"Name":"Acceso Norte","Etimologia":"Hace referencia a la vía de acceso norte a la ciudad."},
    {"Name":"Avenida Maipú","Etimologia":"Hace referencia a batalla de Maipú, enfrentamiento armado decisivo dentro del contexto de la Guerra de la Independencia de Chile. Tuvo lugar el 5 de abril de 1818 en el sector conocido como Cerrillos del Maipo, donde se enfrentaron las fuerzas independentistas del Ejército Unido Libertador de Chile al mando del general José de San Martín, contra el Ejército Real de Chile del Imperio español bajo las órdenes del general Mariano Osorio."},
    {"Name":"Juan Bautista Alberdi","Etimologia":"Juan Bautista Alberdi (San Miguel de Tucumán, Provincias Unidas del Río de la Plata; 29 de agosto de 1810 - Neuilly-sur-Seine, Francia; 19 de junio de 1884) fue un abogado, jurista, economista, político, diplomático, escritor y músico argentino, autor intelectual de la Constitución argentina de 1853"},
    {"Name":"Juan de Garay","Etimologia":"Juan de Garay (1528-1583) fue un hidalgo, explorador, conquistador y gobernante colonial español que tuvo un importante papel en la organización de la parte atlántica de Sudamérica. Fundador de la ciudad de Santa Fe en 1573 en su primera ubicación, fundó la ciudad de Buenos Aires en 1580 con el nombre de Ciudad de la Trinidad, en el lugar donde en 1536 Pedro de Mendoza había instalado un fuerte, de efímera vida, con el nombre de Real de Nuestra Señora Santa María del Buen Ayre."},
    {"Name":"Edison","Etimologia":"Thomas Alva Edison (Milan, Ohio, 11 de febrero de 1847-West Orange, Nueva Jersey, 18 de octubre de 1931) fue un inventor, científico y empresario estadounidense."},
    {"Name":"Hipólito Yrigoyen","Etimologia":"Juan Hipólito del Sagrado Corazón de Jesús Yrigoyen (Buenos Aires, 12 de julio de 1852-Buenos Aires, 3 de julio de 1933),​ conocido como Hipólito Yrigoyen, político y estadista argentino, dos veces presidente de la Nación Argentina y figura relevante dentro de la Unión Cívica Radical. Fue el primer presidente argentino elegido por medio del sufragio secreto y obligatorio masculino (el voto femenino se utilizó por primera vez en 1951) según la Ley Sáenz Peña de 1912"}
]
