[{"Nombre":"Carcarañá","Etimología":"Río que nace en las sierras de Córdoba con el nombre de Tercero y que toma el de Carcarañá en la provincia de Santa Fe; desemboca en el río Paraná."},
{"Nombre":"Cardiel","Etimología":"Río, lago y meseta de la provincia de Santa Cruz."},
{"Nombre":"Carmen de Patagones","Etimología":"Ciudad de la provincia de Buenos Aires."},
{"Nombre":"Casa Popular Propia","Etimología":"Se denominaba de esta manera ya que sobre ella, la"},
{"Nombre":"Casagenas o Casajemas","Etimología":"Apellido de una tradicional familia de Barracas, cuya quinta se encontraba sobre esta calle"},
{"Nombre":"Catedral","Etimología":"Esta calle se denominó así por su ubicación con respecto a la Catedral de Buenos Aires."},
{"Nombre":"CAUCETE","Etimología":"Ciudad y departamento de la provincia de San Juan."},
{"Nombre":"Cayena","Etimología":"Ciudad capital de la Guayana Francesa."},
{"Nombre":"Cazadores de Carlos IV","Etimología":"Cuerpo de Cazadores o Cazadores Correntinos que llegó desde Corrientes para combatir durante la primera invasión inglesa en 1806. El agregado de Carlos IV se debe a que éste era el rey de España du- rante tales acontecimientos."},
{"Nombre":"Ceibo","Etimología":"Árbol de origen americano, cuya flor es considerada como flor nacional argentina."},
{"Nombre":"Central","Etimología":"En el caso de Soldado de la Frontera, se denominaba así por ser la avenida principal y encontrarse trazada en el centro del barrio General de División Manuel N. Savio. En el caso de Gorostiaga podrían suponerse similares razones, aunque ignoramos con re"},
{"Nombre":"Centro América","Etimología":"Nombre con que se designa también a la América Central y que comprende la región del continente ubicada entre el itsmo de Tehuantepec (México) y el golfo de Darién (Colombia)."},
{"Nombre":"Chacarita","Etimología":"Diminutivo de la voz quechua chácara o chacra. Los orígenes de este nombre en Buenos Aires se remontan al siglo XVII, cuando el Real Colegio Convictorio Carolino, luego de la expulsión de los Jesuitas en 1767, toma posesión de este lugar y lo utiliza pa"},
{"Nombre":"Chajá","Etimología":"Nombre vernáculo de un ave zancuda."},
{"Nombre":"Chañar","Etimología":"Árbol de la familia de las papilionáceas."},
{"Nombre":"Chavango","Etimología":"Según Lafuente Machain, este nombre posiblemente se deba a alguno de los primeros habitantes del lugar donde se encuentra esta calle. El doctor Julio A. Luqui Lagleyze sugiere la posibilidad de que este nombre proviniera de algunas crías de alpacas, lla"},
{"Nombre":"Chicago","Etimología":"Ciudad de Estados Unidos en el Estado de Illinois."},
{"Nombre":"CHOLILA","Etimología":"Localidad, lago y cadena orográfica de la provincia de Chubut."},
{"Nombre":"Chuquisaca","Etimología":"Ciudad del Alto Perú, llamada también Charcas por el nombre de los habitantes naturales del lugar; fue denominada también La Plata y, desde el 12 de julio de 1839, Sucre, siendo en la actualidad la capital jurídica de la República de Bolivia."},
{"Nombre":"Circunvalación","Etimología":"Circunvalar significa cercar, ceñir o rodear una ciudad. En el caso de la actual Congreso se cumplen estas características con respecto al barrio, anteriormente pueblo de Belgrano; en el de General Paz se cumplen estas características con respecto a la"},
{"Nombre":"Colastiné","Etimología":"Río de la provincia de Santa Fe."},
{"Nombre":"Colegiales","Etimología":"Nombre tradicional que proviene de la denominación Chacarita de los Colegiales con que se conoce el barrio donde se encuentran estas calles desde el siglo XVIII."},
{"Nombre":"Colmena","Etimología":"Especie de vaso que suele ser de corcho, madera o mimbre embarrado, y sirve a las abejas de habitación y para depósito de los panales que fabrican."},
{"Nombre":"Colonia del Sacramento","Etimología":"Ciudad uruguaya fundada en enero de 1680."},
{"Nombre":"Colorado","Etimología":"Río que nace en la confluencia de los ríos Grande y Barrancas y desemboca en el océano Atlántico; sirve de límite entre las provincias de Mendoza y Neuquén, y La Pampa y Río Negro."},
{"Nombre":"Combate de la Cañada de los Leones","Etimología":"Combate librado en octubre de 1857 entre las fuerzas del cacique Coliqueo y las del coronel Emilio Mitre."},
{"Nombre":"Comercio","Etimología":"Homenaje al comercio, negociación y tráfico que se hace comprando, vendiendo o permutando unas cosas por otras."},
{"Nombre":"Comisaría","Etimología":"Se denominaban así por cuanto en Primera Junta, hoy Rivadavia, 5267/75, es decir, en la intersección de Rivadavia con Parral y San José de Calasanz, se encontraba ubicada la seccional N* 24 de la Policía de la Capital (Guía de la Policía de la Capital,"},
{"Nombre":"Compañía de Jesús","Etimología":"Orden religiosa fundada por San Ignacio de Loyola en 1534. Esta calle comenzó a ser denominada con este nombre a partir de 1661, año en que el gobierno cede a esta orden la manzana de Bolívar, Perú, Moreno y Adolfo Alsina, donde se construirá la iglesia"},
{"Nombre":"Constancia","Etimología":"El historiador Alberto Octavio Córdoba suponía que esta denominación tenía origen en la sociedad espiritista de ese nombre. No se han podido encontrar referencias que lo confirmen. No obstante, como señala Beatriz Sarlo, el espiritismo se practicaba en"},
{"Nombre":"CONSTANCIA","Etimología":"Pueblo del partido de Ayacucho, provincia de Buenos Aires."},
{"Nombre":"Convención Nacional","Etimología":"Fue convocada por la Confederación Argentina en cumplimiento de los pactos del 11 de noviembre de 1859 y del 6 de junio de 1860; sesiona en el Cabildo de Santa Fe y con ella se incorpora la provincia de Buenos Aires a la Confederación."},
{"Nombre":"Cooperativa de Obreros","Etimología":"Se denominaba de esta manera, ya que en esta calle la Compañía La Casa Popular Propia construyó casas para obreros aplicando el sistema cooperativo; la autorización para ello le fue concedida por Resolución Municipal del 30 de junio de 1911."},
{"Nombre":"Costa Brava","Etimología":"Combate en el que triunfa el almirante Guillermo Brown sobre las fuerzas de Garibaldi el 15 de agosto de 1842, durante el conflicto planteado entre don Juan Manuel de Rosas y el gobernador de la Banda Oriental, Fructuoso Rivera."},
{"Nombre":"Costanera","Etimología":"Estas calles se denominaban así en forma tradicional por su ubicación frente a la costa del Río de la Plata. El agregado de la palabra “norte” permitía distinguir esta calle de las anteriores, que se encontraban en el sur de la ciudad."},
{"Nombre":"Cristianía","Etimología":"Anterior denominación de la ciudad de Oslo, ciudad capital de Noruega que poseyó el nombre de Cristianía hasta enero de 1925."},
{"Nombre":"Croacia","Etimología":"País europeo. Capital: Zagreb."},
{"Nombre":"Crucero","Etimología":"Se trata de una denominación que fue ratificada por la Ordenanza del 27/11/1893 y que, según Enrique Udaondo y Adrián Béccar Varela (Plazas y calles de Buenos Aires; significación histórica de sus nombres, Buenos Aires, Talleres Gráficos de la Penitenci"},
{"Nombre":"Cueli","Etimología":"Apellido de una tradicional familia de la zona propietaria de extensos terrenos. El primer Cueli fue Juan Agustín quien compra sus primeras tierras en 1743"},
{"Nombre":"Cumaná","Etimología":"Ciudad de Venezuela, capital del estado y distrito de Sucre, fundada en 1520 por Gonzalo de Ocampo; es la ciudad natal del mariscal Antonio José de Sucre."},
{"Nombre":"Curumalal","Etimología":"Serranía del sistema de la Ventana en el sur de la provincia de Buenos Aires."},
{"Nombre":"Curupaity","Etimología":"Paso del río Paraná en el departamento de Ituzaingó; arroyo y la- guna de la provincia de Corrientes."},
{"Nombre":"Curupay","Etimología":"Leguminosa llamada también Cebil Blanco u Horco Cebil que exuda una goma soluble; se la encuentra en Tucumán, Salta y Jujuy."},
{"Nombre":"Curva del Ferrocarril Ensenada","Etimología":"Se denominaba así porque esta calle de trazado"},
{"Nombre":"Curva del ferrocarril Sud","Etimología":"Se denominaba así ya que sobre esta calle se encontraban las vías del ferrocarril más conocido como “el tren de la basura”. Dicha línea trasladaba los desperdicios de la ciudad hasta la famosa quema de Pompeya, desde la intersección de las vías del Ferr"},
{"Nombre":"De la Barranca","Etimología":"Denominación debida a la barranca sobre la cual se encuentra esta calle, accidente geográfico notable en esta zona de Belgrano."},
{"Nombre":"De la Cancha de Matorras","Etimología":"Esta calle, hoy avenida, se denominaba de esta manera ya que sobre ella se improvisaba una cancha o pista de carreras cuadreras, frente a la quinta que allí poseía Gerónimo de Matorras"},
{"Nombre":"De la Capilla","Etimología":"Esta calle se denominó así desde principios de 1874 cuando, entre las actuales Corrientes y Humahuaca se habilitó la primera capilla de la iglesia Jesús Sacramentado, ubicada hoy en Corrientes 4441"},
{"Nombre":"De la Capital","Etimología":"Homenaje a la Capital Federal de la República Argentina."},
{"Nombre":"De la Feria","Etimología":"Esta calle, que se encuentra junto a la plaza Dorrego, se denominó así por la feria de antigúedades, organizada por el Museo de la Ciudad, que allí se realiza desde 1970."},
{"Nombre":"De la Higuera","Etimología":"Esta calle se conoció con esta denominación durante varios años a raíz “de un solar situado en ella, designado así sin que se pueda decir si tuvo origen en algún árbol de esa especie o del vecino fundador Antón Higueras, quien tal vez fuera su propietar"},
{"Nombre":"De la Iglesia","Etimología":"Esta calle se denominó así ya que en Bahía Blanca 353 se encuentra la parroquia de Nuestra Señora de la Candelaria, cuya primitiva capilla se fundó en 1880"},
{"Nombre":"De la Imprenta","Etimología":"Se menciona como “la calle que hoy se dice de la Imprenta” en la Memoria autógrafa de Cornelio de Saavedra, Buenos Aires, Carlos Pérez Editor, 1969, p. 24."},
{"Nombre":"De la Noria","Etimología":"Nombre tradicional con que era conocido el antiguo paso, o vado, sobre el Riachuelo y donde posteriormente se construyó un puente, y en cuyo margen existía una noria de caballo perteneciente a la chacra de don Gregorio Rodríguez (Udaondo, Enrique, Plaza"},
{"Nombre":"De la Zanja o De la Zanja de Viera","Etimología":"Esta calle se conoció con este nombre porque junto a ella corría el Zanjón de Granados o Tercero del sur, uno de los desagues naturales de las aguas pluviales de la ciudad, que desagotaba en el Río de la Plata. Los nombres de Granados o de “Goyo” Viera"},
{"Nombre":"De Lanteri","Etimología":"Esta calle se conoció con este nombre porque sobre ella se encontraba la destilería y fábrica de licores de Antonio Lanteri, que funcionaba en la casa ubicada en el 439 y 443 de la misma y desapareció antes de 1940"},
{"Nombre":"De las Catalinas","Etimología":"Nombre tradicional con que se las conoció y que proviene de la capilla de Santa Catalina de Siena, que se encuentra en la esquina de Viamonte y San Martín. Esta iglesia, que posee anexo un convento, comenzó a construirse en 1738 y se inauguró el 21 de d"},
{"Nombre":"De las Catalinas","Etimología":"Nombre tradicional con que se conocía a la zona de la ciudad"},
{"Nombre":"De las Palmeras","Etimología":"Se denominaba así porque las veredas de esta calle se encontraban adornadas con palmeras."},
{"Nombre":"De las retamas","Etimología":"Según Diego A. del Pino, la calle se denominaba así “seguramente por la abundancia de esas bellas plantas de adorno en el lugar”"},
{"Nombre":"De las Tunas","Etimología":"Estas calles se conocían con este nombre por la presencia de estas plantas cactáceas que solían utilizarse para cumplir la función de cercos divisorios de terrenos particulares. Sus espinas servían como disuasivo o como un entorpecimiento a quien preten"},
{"Nombre":"De los Franciscanos","Etimología":"Este nombre se encuentra relacionado con los sacerdotes de la Orden de San Francisco"},
{"Nombre":"De los lagos","Etimología":"Esta calle se denominaba así por su ubicación con respecto a los lagos del parque 3 de Febrero."},
{"Nombre":"De Ribera o De la Ribera","Etimología":"Estas calles se denominaban así por sus posiciones ribereñas con respecto al Riachuelo o al Río de la Plata."},
{"Nombre":"Del Colegio","Etimología":"Nombre tradicional con que se conocía a esta calle por encontrarse en ella el Real Colegio Convictorio Carolino o Real Colegio de San Carlos, hoy Colegio Nacional de Buenos Aires."},
{"Nombre":"Del Colegio Militar","Etimología":"Homenaje a la participación que le cupo al Colegio Militar durante los acontecimientos de la revolución del 6 de septiembre de 1930, que produce el derrocamiento del presidente Hipólito Yrigoyen."},
{"Nombre":"Del Correo","Etimología":"Denominación popular con que se conocía a estas calles en razón de la primitiva Casa de Correos que funcionó en la actual Perú, entre Hipólito Yrigoyen y Adolfo Alsina, sobre la cuadra que mira hacia el oeste."},
{"Nombre":"Del Empedrado","Etimología":"Se conoció con este nombre por haber sido una de las primeras calles que se pavimentó en Buenos Aires"},
{"Nombre":"Del Fundador","Etimología":"Se denominó así porque la manzana comprendida por Giribone, Heredia, 14 de Julio y Alvarez Thomas era la reservada por don Santiago Fran- cisco de Ortúzar (1822-1897), fundador de Villa Ortúzar, para su propiedad y en ella se encontraba su casa."},
{"Nombre":"Del Horno","Etimología":"Según Llanes, esta calle se conoció con este nombre “por la chácara y horno de ladrillos de Santo Domingo que ya por los días de 1775 se encontraba del lado oeste” de la avenida Montes de Oca, entre Caseros y Uspallata. (Llanes, Ricardo, “La inventiva p"},
{"Nombre":"Del Mercado","Etimología":"Se denominaba así ya que entre esta calle, Rivadavia y Del Barco Centenera, se encuentra el Mercado del Progreso, inaugurado el 9 de noviembre de 1889 por la Sociedad del Progreso de Caballito."},
{"Nombre":"Del Oeste","Etimología":"Estas calles se denominaban así porque se encuentran al Oeste con respecto a los diques del Puerto Madero."},
{"Nombre":"Del Pecado","Etimología":"Desde 1812 se bautizó a esta calle con el nombre de El Pecado, a raíz, según esta versión, de un trágico romance entre una joven que vivía en Bernardo de Irigoyen 347, actual 627, y un torero andaluz. Cuando éste debió"},
{"Nombre":"Del Presidio","Etimología":"Se denominaba así porque en la esquina Noroeste de las actuales Alsina y Tacuarí funcionó el primer presidio de la ciudad"},
{"Nombre":"Del Puerto","Etimología":"Esta calle se conoció con este nombre porque era la principal de la primitiva ciudad de Buenos Aires, y era el camino que conducía al puerto."},
{"Nombre":"Del Teatro Argentino","Etimología":"Edificado por su propietario Melchor G. Rom, recordaba con su nombre al teatro argentino que allí funcionaba (Llanes, Ricardo M., “Recuerdos de antiguos pasajes urbanos”, en La Prensa, Sección Ilustrada de los domingos, 15/6/1975)."},
{"Nombre":"Del Tejar","Etimología":"Combate y derrota de la vanguardia del ejército patriota al mando del coronel Martín Rodríguez, frente a una división española al mando del comandante Antonio Vigil, el 19 de febrero de 1815 en la localidad de El Tejar o Tejada (Bolivia)."},
{"Nombre":"Del Trabajo","Etimología":"Homenaje al trabajo y a los trabajadores argentinos."},
{"Nombre":"Democracia","Etimología":"Doctrina política basada en la soberanía popular, la igualdad ante la ley y el sufragio popular."},
{"Nombre":"Destilería","Etimología":"Probablemente este nombre se deba a que en Sarmiento y Pueyrredón estaba la Compañía Cervecería Bieckert Limitada, cuyo terreno se loteó en 1912"},
{"Nombre":"Diagonal Norte","Etimología":"Estas calles se denominaban así, y aún popularmente se las conoce de esta forma, porque desde la Plaza de Mayo se orientan en diagonal, con respecto a la clásica cuadrícula, hacia el norte y sur de la ciudad."},
{"Nombre":"Diciembre","Etimología":"Doceavo mes del año y fecha de la celebración de la Inmaculada Concepción de María, advocación de la Virgen cuyo dogma fue proclamado por Pío IX el 8 de diciembre de 1854 y que significa que desde el primer instante de su existencia estuvo exenta del pe"},
{"Nombre":"Dorrego la nueva","Etimología":"Esta calle se conoció con este nombre porque su trazado aparecía como una prolongación de la actual Dorrego."},
{"Nombre":"Dulce","Etimología":"Río que nace en la provincia de Tucumán con el nombre de Grande; al pasar por San Miguel de Tucumán se denomina Salí, y en Santiago del Estero adopta el de Dulce; desagua en la laguna de Mar Chiquita."},
{"Nombre":"Dúngenes","Etimología":"Punta de la costa patagónica en la provincia de Santa Cruz, departamento de Güer."},
{"Nombre":"Edimburgo","Etimología":"Ciudad capital de Escocia."},
{"Nombre":"EGIPTO","Etimología":"País de África. Capital: El Cairo."},
{"Nombre":"El Comercio","Etimología":"Nombre de la compañía de seguros propietaria de los terrenos por donde se traza esta calle y que dona a la Municipalidad. Por Disposición del 19 de agosto de 1931, B.M. N° 2.651, se aprueba el trazado de la misma y se acepta su donación."},
{"Nombre":"El pulpero","Etimología":"Recordaba “al comerciante que tenía una pulpería”."},
{"Nombre":"En el caso de la actual Sarmiento, poseyó este nombre ya que en su intersección con Montevideo, en la quinta de don Juan Antonio de Alquizalete, se encontraba el primitivo oratorio y capilla de Santa Lucía desde 1733. En 1783 doña María Josefa de Alquiz","Etimología":"1536-1936, Buenos Aires, 1968)."},
{"Nombre":"Esteban Goncauskas","Etimología":"Marco Libralato, investigador de la historia del barrio Presidente Perón, hoy Cornelio de Saavedra, infiere que puede tratarse de un obrero del Ministerio de Obras Públicas que falleció en el transcurso de la obra de edificación del barrio mencionado. A"},
{"Nombre":"Esteco","Etimología":"Ciudad de la provincia de Salta cuya fundación fue legalizada por Diego Pacheco en 1567. Fue destruida por un terremoto en 1692."},
{"Nombre":"Estelma","Etimología":"Se trata de una deformación del nombre Stegmann."},
{"Nombre":"ESTOKOLMO","Etimología":"Ciudad capital de Suecia."},
{"Nombre":"Europa","Etimología":"Una de las cinco partes en que se consideraban divididas las tierras emergidas."},
{"Nombre":"Febrero o 3 de Febrero","Etimología":"Esta calle se conocía al mismo tiempo con las dos denominaciones. Cabe señalar que en este sector de la ciudad, actualmente barrio de Saavedra, las calles comprendidas entre García del Río y Vedia poseían los nombres de los meses del año."},
{"Nombre":"Federación o Confederación Argentina","Etimología":"Denominación con la que se conoció nuestro país durante los gobiernos de Juan Manuel de Rosas y Justo José de Urquiza, y que aún subsiste como uno de los nombres oficiales de nuestro país (artículo 35* de la Constitución Nacional)."},
{"Nombre":"Ferrocarril","Etimología":"Esta calle se denominaba así porque era el camino utilizado para llegar a la estación Núñez del Ferrocarril General Bartolomé Mitre."},
{"Nombre":"Ferrocarril","Etimología":"Según Udaondo-Béccar Varela, se denominó así en razón a que en el año 1857 fue construida sobre esta calle (en realidad en su continuación, hoy Gavilán), en terreno de la quinta de Terrero, la primera estación en Flores del Ferrocarril Oeste (Béccar Var"},
{"Nombre":"Ferrocarril Sud","Etimología":"Esta calle se denominaba así por su proximidad a las vías de este ferrocarril, denominado hoy General Roca."},
{"Nombre":"Fidelidad","Etimología":"Se la menciona así en Francisco L. Romay, El barrio de Monserrat, Cuadernos de Buenos Aires XIX, 2da. ed., Buenos Aires, MCBA, 1962, p. 41. No se han encontrado referencias sobre su significado."},
{"Nombre":"Fondo de la Legua","Etimología":"Se denominaba así por ser el viejo camino que se formó al fondo de las sesenta y cinco “suertes”, es decir las tierras repartidas por Juan de Garay entre los pobladores de la ciudad; esas “suertes” tenían una legua (5.160 metros) de extensión a contar d"},
{"Nombre":"Francisco Beazley","Etimología":"Nombre del propietario de las tierras por donde se trazó esta calle."},
{"Nombre":"Francisco Canessa y Compañía","Etimología":"Sociedad propietaria de los terrenos por donde se trazó esta calle. Por Resolución del 14 de junio de 1908, el Concejo Deliberante autorizó vender a esa empresa el sobrante de terreno que se interponía entre la calle Larrazábal y la finca de esa compañí"},
{"Nombre":"Garantías","Etimología":"“Homenaje a los derechos fundamentales que forman la dignidad y la felicidad del vecindario bajo los gobiernos representativos. La libertad, la seguridad, la propiedad, el compromiso y empeño en que se constituyen estos gobiernos de protegerlos y sosten"},
{"Nombre":"Garza","Etimología":"Nombre de varias aves ciconiformes que habitan esteros y bañados. La denominación Garza segunda no se debía a lo señalado en el caso de Acevedo segunda, sino a que existía en la ciudad otra calle con el nombre de La Garza, denominación ésta que aún subs"},
{"Nombre":"Georgia","Etimología":"País asiático. Capital: Tiflis."},
{"Nombre":"Germinal","Etimología":"Novela del escritor francés Emilio Zola."},
{"Nombre":"Gran Chaco","Etimología":"Nombre del territorio que se encuentra en la parte central de América del Sur y que se divide en Chaco Boreal, Chaco Austral y Chaco Central; abarca la República del Paraguay y las provincias argentinas de Chaco y Formosa."},
{"Nombre":"GUADALAJARA","Etimología":"Ciudad y provincia de España, en la región de Castilla La Nueva."},
{"Nombre":"Guanacache","Etimología":"Laguna que se encuentra en el límite de las provincias de Mendoza, San Juan y San Luis."},
{"Nombre":"Guandaco!","Etimología":"Distrito de General Lavalle en la provincia de La Rioja."},
{"Nombre":"Guayanas","Etimología":"Estados de América del Sur que dependían de Francia, Holanda e Inglaterra. La primera, Guayana Francesa, es actualmente un departamento francés de ultramar, capital: Cayena. Las otras dos, que gozan de independencia, se denominan Surinam, capital: Param"},
{"Nombre":"Guillermo Pablo Thompson","Etimología":"Comerciante inglés, padre de Martín Jacobo, esposo de Mariquita Sánchez"},
{"Nombre":"Haedo","Etimología":"Localidad del partido de Morón, provincia de Buenos Aires, que recuerda a su vez al director del Ferrocarril del Oeste, Mariano J. Haedo."},
{"Nombre":"Helios","Etimología":"Sociedad anónima propietaria de los terrenos por donde se trazó esta calle. Cede la fracción de los mismos necesaria para el trazado, y la aceptación se autoriza el 26/7/1932"},
{"Nombre":"Helvecia","Etimología":"Ciudad cabecera del departamento de Garay, provincia de Santa Fe, fundada en 1865 por el doctor Teófilo Romang con colonos procedentes de Esperanza, los que en gran parte eran de nacionalidad suiza. Por ello la ciudad recibió el nombre de Helvecia, con"},
{"Nombre":"Hindú","Etimología":"Partidario del induismo y por extensión natural de la India."},
{"Nombre":"Holanda","Etimología":"Denominación con la que se conoce a los Países Bajos, país europeo cuya capital es Amsterdam, aunque la corte y el gobierno residen en La Haya."},
{"Nombre":"Hospital de San Miguel","Etimología":"Estas calles de se denominaban así ya que anexo a la iglesia de San Miguel (Bartolomé Mitre, Suipacha y Esmeralda) funcionaba el hospital, creado por la Hermandad de la Santa Caridad. El agregado de “capuchinas” se debía a que en la iglesia de San Juan"},
{"Nombre":"Ibicuy","Etimología":"Denominación que poseen diversas localidades y arroyos de las provincias de Entre Ríos y Corrientes."},
{"Nombre":"Industria","Etimología":"Homenaje a las industrias del país."},
{"Nombre":"Inmobiliaria","Etimología":"Compañía propietaria de las casas construidas en esta calle"},
{"Nombre":"Interior","Etimología":"Denominación que aludía a la región mediterránea del país, diferenciada del Litoral; cabe señalar que con el nombre de Litoral se denominó a la vecina avenida Riestra."},
{"Nombre":"Internacional","Etimología":"Organismo integrado por obreros de distintas naciones para la reivindicación de sus intereses. La Primera Internacional fue creada en Londres en 1864 y sus estatutos fueron redactados por Carlos Marx; la Segunda Internacional se fundó en París en 1889;"},
{"Nombre":"Ipela","Etimología":"Cerro de la cordillera de los Andes, en la provincia de Neuquén."},
{"Nombre":"Isla de los Estados","Etimología":"Isla fueguina separada de Tierra del Fuego por el estrecho Le Maire."},
{"Nombre":"Islas Orcadas del Sur","Etimología":"Archipiélago situado a unos 960 kilómetros de la isla de los Estados."},
{"Nombre":"JÁCHAL","Etimología":"Ciudad y departamento de la provincia de San Juan."},
{"Nombre":"Jagúel","Etimología":"Balsa, pozo o zanja llena de agua, artificialmente o por filtraciones natu- rales del terreno."},
{"Nombre":"JAPÓN","Etimología":"País del oriente asiático. Capital: Tokio."},
{"Nombre":"José María Castilla","Etimología":"Apellido del propietario de las tierras por donde se trazó esta calle. En el Plano Catastral de los alrededores de la Ciudad de Buenos Aires, 1888, del Ingeniero Civil C. de Chapeaurouge, y en el Plano del Terreno poseído en Palermo y Belgrano por Juan"},
{"Nombre":"José Verdier","Etimología":"Habría sido el propietario de este pasaje"},
{"Nombre":"Juez Aguirre","Etimología":"Sobre esta denominación no se han encontrado referencias precisas que permitan determinar la personalidad a la que recordaba."},
{"Nombre":"Justicialismo","Etimología":"Doctrina política elaborada por el general Juan Domingo Perón. JUSTO, GENERAL AGUSTÍN P. - Enrique Gustavino"},
{"Nombre":"Juvenilia","Etimología":"Libro de Miguel Cané, publicado en 1884."},
{"Nombre":"LA BANDA","Etimología":"Ciudad y departamento de la provincia de Santiago del Estero."},
{"Nombre":"La Cortada","Etimología":"Denominación dada porque el trazado de esta calle corta o divide la manzana donde se encuentra en forma diagonal."},
{"Nombre":"La Edificadora S. A.","Etimología":"Compañía fundada el 6 de febrero de 1885 que construyó este pasaje que aún subsiste. El nombre de La Edificadora aparece en el Indicador Urbano de la Ciudad de Buenos Aires, original compilado por el ingeniero J. G. La Torre, Buenos Aires, 1900."},
{"Nombre":"La Estrella","Etimología":"Compañía Argentina de Seguros, fundada en 1865; propietaria de este pasaje hasta 1960"},
{"Nombre":"LA FALDA","Etimología":"Localidad del departamento Punilla, provincia de Córdoba."},
{"Nombre":"La Paternal","Etimología":"Se denominaba así por encontrarse en el barrio del mismo nombre. La Paternal era el nombre de una sociedad de seguros, propietaria de terrenos en este barrio, que construye en él casas para obreros y que gestiona que se le otorgue su nombre a la entonce"},
{"Nombre":"La Paz","Etimología":"Ciudad e intendencia del Alto Perú, hoy Bolivia."},
{"Nombre":"La Paz","Etimología":"Según Enrique Udaondo en su obra Plazas y calles de Buenos Aires."},
{"Nombre":"La Paz","Etimología":"Antigua ciudad e intendencia del Alto Perú, hoy ciudad capital administrativa de Bolivia y del departamento de su nombre."},
{"Nombre":"La Paz","Etimología":"Según Enrique Udaondo este nombre se debe a la paz establecida luego de la batalla de Pavón entre el estado de Buenos Aires y la Confederación Argentina"},
{"Nombre":"La Previsora","Etimología":"Compañía en cuyos terrenos se abre esta calle y que escritura a favor de la Municipalidad, la superficie por ella ocupada. Por Resolución del 28/ 9/1897 se autoriza dicha apertura. La Previsora era una sociedad de seguros que había sido fundada por don"},
{"Nombre":"La Puñalada o De las Puñaladas","Etimología":"Denominación tradicional que no sólo designaba a esta calle sino también a dos bares ubicados en Cuenca y Alejandro Magariños Cervantes y en Emilio Lamarca y Tres Arroyos, y que se originaba en las riñas y peleas que protagonizaban ciertos personajes"},
{"Nombre":"La Reggia","Etimología":"Según una hipótesis del doctor Eduardo Mario Favier Dubois se trata del nombre de unos cigarrillos fabricados por la Amministrazione Autónoma del Monopolio di Tabacchi que funcionaba en José Pedro Varela al 5400. Su otra marca, Macedonia, denominaba a l"},
{"Nombre":"La Rural","Etimología":"Según Udaondo, éste era el nombre de la sociedad propietaria de los edificios de este pasaje"},
{"Nombre":"La Verde","Etimología":"Localidad del departamento Mercedes, provincia de Buenos Aires, donde el 26 de noviembre de 1874 se libra el combate entre las fuerzas del coronel Francisco Borges y las del teniente coronel José l. Arias, en el que triunfa este último con lo que se fru"},
{"Nombre":"Laboulaye","Etimología":"Ciudad cabecera del departamento Roque Sáenz Peña, provincia de Córdoba."},
{"Nombre":"Lácar","Etimología":"Lago de la provincia de Neuquén."},
{"Nombre":"Larga","Etimología":"Esta denominación se debía a la prolongada extensión de estas calles y a su importancia para la comunicación, en relación con las que las circundaban."},
{"Nombre":"Las Delicias","Etimología":"Denominación tradicional no sólo en Buenos Aires, sino también en el resto del país donde diversas localidades poseen este nombre."},
{"Nombre":"Las Naciones","Etimología":"Según Enrique Udaondo, esta calle se denominaba así debido a las numerosas familias napolitanas que habitaban en ella; es decir que la inventiva popular utilizó, para definir esta peculiaridad, la acepción de la palabra “nación” como conjunto de persona"},
{"Nombre":"Lavadero","Etimología":"Denominación tradicional que aludía a los lavaderos que abundaban"},
{"Nombre":"Lazo","Etimología":"Uno de los elementos más indispensables del recado del gaucho, cuya utilidad es fundamental en el manejo de la hacienda."},
{"Nombre":"Líbano","Etimología":"República del Asia Menor, capital: Beirut."},
{"Nombre":"Lima segunda","Etimología":"Estas calles se conocieron con este nombre ya que el trazado de las mismas es una virtual prolongación de la actual Lima."},
{"Nombre":"Límite","Etimología":"Se la denominaba de esta manera ya que esta avenida constituye el límite que separa a la Capital Federal de la provincia de Buenos Aires."},
{"Nombre":"Litoral","Etimología":"Región de nuestro país que se encuentra sobre los ríos Paraná y Uru- guay, que comprende las provincias de Buenos Aires, Corrientes, Entre Ríos, Misiones, Santa Fe, Chaco y Formosa."},
{"Nombre":"Loma","Etimología":"A este sector, por la elevación natural del terreno, se lo conocía como “la loma de Flores”"},
{"Nombre":"Los Alpes","Etimología":"Conjunto orográfico de Europa central donde se encuentran las mayores altitudes del continente."},
{"Nombre":"Luna de Maciel","Etimología":"Propietario de tierras en las cercanías de esta calle; en el Plano Topográfico de la Ciudad de Buenos Aires publicado por la Oficina de Obras Públicas de la Municipalidad en el año 1895 se observan, con el nombre de testamentaría Luna de Maciel, los ter"},
{"Nombre":"Lyon","Etimología":"Ciudad de Francia, capital de la región de Rhone-Alpes."},
{"Nombre":"Macedonia","Etimología":"Región de Europa en la península de los Balcanes, dividida en la actualidad entre Grecia, Yugoslavia y Bulgaria. El doctor Eduardo Mario Favier Dubois sugiere la posibilidad de que tal nombre aludiera a los cigarrillos Macedonia, elaborados por la Ammin"},
{"Nombre":"Mar Chiquita","Etimología":"Laguna y partido de la provincia de Buenos Aires."},
{"Nombre":"Marcos Paz o Máximo Paz","Etimología":"Si bien no se han encontrado evidencias que permitan asegurarlo podría tratarse de un homenaje a Marcos Paz (1811-1868), jurisconsulto; gobernador de Tucumán de 1858 a 1860; vicepresidente de la República durante la presidencia de Mitre de 1862 a 1868."},
{"Nombre":"María Adelia","Etimología":"Nombre de la dueña de una pulpería que se encontraba en la esquina de avenida La Plata y esta calle"},
{"Nombre":"Mayo o 25 de Mayo","Etimología":"Mes y fecha de la instalación de la Primera Junta de Gobierno."},
{"Nombre":"Mayor","Etimología":"Se denominaba así, al igual que la actual Plaza de Mayo, por ser la calle mayor, es decir, la más importante de la primitiva Buenos Aires."},
{"Nombre":"Ministro inglés","Etimología":"Esta calle se denominaba así porque era el camino que conducía a la quinta que en las inmediaciones de las actuales Coronel Apolinario Figueroa y Camargo poseía el diplomático inglés Enrique Southern, que tuvo actuación en nuestro país durante el gobier"},
{"Nombre":"Mirador","Etimología":"Según Llanes, estas calles se denominaban así por el mirador existente en la quinta de Lezica (Llanes, Ricardo M., “Recuerdos del camino de Gauna”, en La Prensa, 13/4/1975)."},
{"Nombre":"Modobell","Etimología":"Apellido de un vecino de la zona donde se encontraba esta calle"},
{"Nombre":"Montarcé","Etimología":"Apellido de una antigua familia del pueblo de San José de Flores, propietaria de los terrenos por donde se trazó esta calle. En el Plano de la Ciudad de Buenos Aires levantado por la Oficina de Obras Públicas de la Municipalidad en el año 1895, se obser"},
{"Nombre":"Monte Aymond","Etimología":"Monte de 283 metros de altura ubicado en el departamento Güer Aike, provincia de Santa Cruz, en el límite argentino-chileno."},
{"Nombre":"Montecastro","Etimología":"Estas calles se conocían de esta manera por encontrarse ubicadas en el barrio de ese nombre. A Montecastro se lo conoce así desde 1703, cuando adquiere tierras allí don Pedro Fernández de Castro. Al lugar se lo identifica entonces como Chacra de Castro"},
{"Nombre":"Morteros","Etimología":"Lugar del departamento Tinogasta, provincia de Catamarca; ciudad del departamento San Justo, provincia de Córdoba; y arroyo de la provincia de Entre Ríos en el departamento Diamante."},
{"Nombre":"Nacional","Etimología":"Según Enrique Udaondo, esta calle se denominaba así porque éste es uno de los términos que se utiliza para designar la unión de la república, es decir, el orden de gobierno que se estableció después de la separación de Buenos Aires del resto de las prov"},
{"Nombre":"Nankin","Etimología":"Ciudad de China, antigua capital de la República."},
{"Nombre":"Norte","Etimología":"Esta calle se denominaba así porque constituía el límite hacia el Norte de los terrenos de la testamentaría Brown. En la Ordenanza del 27/11/1893 se establece que “quedan subsistentes las demás indicadas en la subdivisión y venta de esos terrenos, es de"},
{"Nombre":"Norte a Sud","Etimología":"Esta calle se denominó así porque une el Norte con el Sur de la ciudad."},
{"Nombre":"Noviembre","Etimología":"Decimoprimer mes del año."},
{"Nombre":"Nuestra Señora de la Candelaria","Etimología":"Advocación de la Virgen en la fiesta de la Purificación, en la cual se hace procesión solemne con candelas benditas y se asiste a la misma con ellas."},
{"Nombre":"Nuestra Señora de la Inmaculada Concepción","Etimología":"Recibe esta calle el abreviado nombre de Concepción cuando la iglesia de Independencia y Tacuarí que se encuentra bajo esta advocación, es erigida en parroquia el 3 de noviembre de 1769"},
{"Nombre":"Nuestra Señora de la Merced","Etimología":"Imagen de la Virgen María, representación de la que se apareció al mismo tiempo a Jaime 1° de Aragón, al dominico Raimundo de Peñafort y al caballero Pedro Nolasco, venerada especialmente en Barcelona que la proclamó su Patrona. En el caso de Reconquist"},
{"Nombre":"Nuestra Señora de la Piedad","Etimología":"Estas calles poseían este nombre ya que en la actual Bartolomé Mitre 1524 se encuentra la iglesia de esta advocación."},
{"Nombre":"Nuestra Señora de Lourdes","Etimología":"Advocación de la Santísima Virgen cuya devoción se remonta a 1859, cuando en esta localidad de Francia se producen las apariciones de la Virgen ante una campesina llamada Bernadette."},
{"Nombre":"Nuestra Señora de Luján","Etimología":"Advocación de la Virgen María. Según Elisa Casella de Calderón este nombre había sido asignado a esta calle por Mariano Escobar, pescador y vecino de la misma. Escobar era oriundo de Luján y muy devoto de esta advocación de la Virgen"},
{"Nombre":"Nuestra Señora de Montserrat","Etimología":"Patrona de Cataluña que se venera en el santuario y monasterio benedictino de su nombre, donde se encuentra la imagen titular de esta virgen llamada La Moreneta. Estas calles poseyeron este nombre por la ubicación de la iglesia de Nuestra Señora de Mont"},
{"Nombre":"Nuestra Señora del Huerto","Etimología":"Se denominaba así en razón de que en la avenida General Mosconi 3054, es decir, a escasos metros de esta calle, se encuentra la iglesia de este nombre."},
{"Nombre":"Nuestra Señora del Pilar","Etimología":"Esta calle se llamó así debido a la cercanía que posee con respecto a la iglesia que se encuentra bajo esta advocación."},
{"Nombre":"Nuestra Señora del Socorro","Etimología":"Se denominaban así ya que en la intersección de estas calles se encuentra la basílica dedicada a esta advocación."},
{"Nombre":"Nueva","Etimología":"En cada uno de sus momentos, estas calles tuvieron este nombre debido a su reciente apertura con respecto a sus vecinas."},
{"Nombre":"Nueva Granada","Etimología":"Nombre con que fue conocida la actual República de Colombia desde la época de la conquista hasta que el Congreso de la Angostura, reunido el 17 de diciembre de 1819, aplicó el de Colombia a la República que acababa de constituirse con la unión de Venezu"},
{"Nombre":"Nueva Roma","Etimología":"Estas calles se denominaban así ya que la palabra Nueva antepuesta al de una ciudad o región sugería el nacimiento de una nueva población que rendía homenaje a la anterior, en este caso Roma. Pueden citarse como ejemplos de lo aquí señalado a Nueva Gran"},
{"Nombre":"Nuevo","Etimología":"Denominación dada a las calles por su trazado más reciente con respecto a las que le eran vecinas."},
{"Nombre":"Ñorquin","Etimología":"Localidad y departamento de la provincia de Neuquén."},
{"Nombre":"Oblicua","Etimología":"Esta calle se conoció así por su trazado diagonal."},
{"Nombre":"Ocantos","Etimología":"Apellido de la familia propietaria de los terrenos por donde se trazó esta calle. En el Plano de la Ciudad de Buenos Aires publicado por la Oficina de Obras Públicas de la Municipalidad en el año 1895, se observa la extensión de su propiedad entre las a"},
{"Nombre":"Octubre","Etimología":"Décimo mes del año."},
{"Nombre":"Oeste","Etimología":"Estas calles se denominaban así porque constituían el límite hacia el Oeste de los terrenos de la Testamentaría Brown. En la Ordenanza del 27/11/ 1893 se establece que “quedan subsistentes las demás indicadas en la subdivisión y venta de esos terrenos,"},
{"Nombre":"Ojeda","Etimología":"Si bien se han encontrado referencias sobre el significado de este nombre, podría tratarse del apellido de la familia propietaria de una destacada quinta en esta zona en la segunda mitad del siglo XIX"},
{"Nombre":"Oliver","Etimología":"Apellido del propietario de los terrenos por donde se realizó el trazado de esta calle."},
{"Nombre":"Ombú","Etimología":"Según Ricardo Llanes se denominaba así por la presencia de un ombú en la esquina de esta calle con Rivadavia"},
{"Nombre":"OMBÚ, EL","Etimología":"Arbusto gigante de la familia de las fitolacáceas."},
{"Nombre":"Orán","Etimología":"Ciudad y departamento de la provincia de Salta."},
{"Nombre":"Orinoco","Etimología":"Río que nace en la sierra Parima, al sur de Venezuela, y desemboca en el Océano Atlántico."},
{"Nombre":"Palena","Etimología":"Provincia del sur de Chile."},
{"Nombre":"PALIQUE","Etimología":"Cerro de la provincia de Santa Cruz."},
{"Nombre":"Pampero","Etimología":"Viento impetuoso, frío, seco y purificador que sopla desde el sudoeste de la provincia de Buenos Aires en la Pampa central."},
{"Nombre":"PARAMARIBO","Etimología":"Ciudad capital de Surinam, ex Guayana holandesa."},
{"Nombre":"Paraná","Etimología":"Ciudad capital de la provincia de Entre Ríos. En 1855, cuando se impuso este nombre, era la capital provisoria de la Confederación Argentina, que se encontraba separada del Estado de Buenos Aires. Sugestivamente, esta denominación es sustituida por la d"},
{"Nombre":"Parque","Etimología":"Esta calle se denominaba así en razón de que en ella se encontraba durante el siglo XIX el edificio del Parque de Artillería, en la manzana que hoy ocupa el palacio de Tribunales."},
{"Nombre":"Parque de los Patricios","Etimología":"Se denominaban así por encontrarse dentro del barrio de casas para obreros del mismo nombre, ubicado entre las actuales Andrés Ferreyra, Cachí, Diógenes Taborda y José A. Cortejarena."},
{"Nombre":"Parque del Oeste","Etimología":"Denominación con la que se conoció al actual parque Centenario, junto al cual se encuentra esta calle."},
{"Nombre":"Paseo de Julio","Etimología":"Homenaje al mes en que se sancionó la Independencia."},
{"Nombre":"Paso de la cumbre","Etimología":"Paso de la Cordillera de los Andes, al sur del paralelo 30°, elegido para el trazado de la ruta de Mendoza a Chile y del Ferrocarril Trasandino."},
{"Nombre":"Pehuenches","Etimología":"Parcialidad de la familia de los Araucanos que habitaban, al sur, los valles de la cordillera de Los Andes."},
{"Nombre":"Perusa","Etimología":"Ciudad y provincia del centro de Italia."},
{"Nombre":"Pilquenes","Etimología":"Saya que llevaban las mujeres entre los indios ranqueles y pampas; es una voz araucana que significa trapo, tela, género, etcétera."},
{"Nombre":"Pircas","Etimología":"Tipo de construcción característica de los quichuas, usado antes del descubrimiento de América, y que todavía se usa en las provincias del norte y noroeste."},
{"Nombre":"Pitágoras","Etimología":"Creador del teorema que lleva su nombre."},
{"Nombre":"Por Ordenanza del 28/10/1904 se denomina Domínguez a la “calle sin designación, paralela y al Sudeste de la anterior, entre la calle Montiel y ribera del río de Matanza [Riachuelo] e interrumpida por curvas del mismo río, sigue hasta la calle Pasteur [d","Etimología":"Nacía en Montiel y terminaba en Carlos Berg, y corría en forma paralela (tres cuadras hacia el Riachuelo —río de Matanza-) a una nunca"},
{"Nombre":"Por Ordenanza del 28/10/1904 se denomina Hernán Cortés a la “calle sin designación, paralela y al Sudeste de la anterior, arranca de Saladillo y ribera del río de Matanza e interrumpida por curvas del mismo río, sigue hasta la prolongación de la calle F","Etimología":"Nacía en la calle Saladillo y terminaba en la prolongación de Esteban Bonorino (Ferrocarril), en forma paralela, dos cuadras hacia el Riachuelo (río de Matanza), a una nunca efectivizada prolongación de la actual Echauri. Si bien por Disposición del 18/"},
{"Nombre":"Porvenir","Etimología":"Denominación tradicional que, alude al porvenir, es decir, a un futuro desde un punto de vista optimista."},
{"Nombre":"Príncipe de Asturias","Etimología":"Título usado en España desde 1388 por el príncipe heredero del trono. Por la época de esta denominación, seguramente se referiría a don Juan de Borbón, padre del actual rey Juan Carlos | de España."},
{"Nombre":"Príncipe de Gales","Etimología":"Título inglés no heredable, que tradicionalmente y por concesión real recae sobre el presunto heredero del trono de Inglaterra."},
{"Nombre":"Príncipe Humberto","Etimología":"Por la época en que existieron estas denominaciones, con seguridad aluden a Humberto ll de Saboya, hijo de Víctor Manuel IIl, que asume la corona italiana por abdicación de su padre el 9 de mayo de 1946, y abandona el país como consecuencia del referénd"},
{"Nombre":"Progreso","Etimología":"Denominaciones tradicionales que aludían al mejoramiento o progreso de los sectores de la ciudad en que se encontraban estas calles."},
{"Nombre":"Provincias Unidas del Río de la Plata","Etimología":"Primera denominación oficial de la República Argentina al constituirse el Triunvirato ejecutivo el 23 de septiembre de 1811."},
{"Nombre":"Puentecito","Etimología":"Udaondo señala que este nombre proviene del puente de vigas y tablones, reemplazado luego por una alcantarilla de mampostería, que se utilizaba para atravesar el zanjón que se encontraba en esta calle, a mitad de cuadra entre Santa Adelaida, hoy Goncálv"},
{"Nombre":"Puerto Rico","Etimología":"Isla de América Central, cuya capital es San Juan y es un estado asociado de los Estados Unidos."},
{"Nombre":"PUNTA ALTA","Etimología":"Población de la provincia de Buenos Aires, desde 1945 ciudad"},
{"Nombre":"Punta Indio","Etimología":"Accidente de la costa bonaerense en el partido de Magdalena."},
{"Nombre":"Quequén","Etimología":"Localidad y puerto de la provincia de Buenos Aires."},
{"Nombre":"Real","Etimología":"Estas calles se conocieron con este nombre debido a que eran las más importantes (las dos primeras de Buenos Aires y las otras en Barracas y la Boca). Esta importancia se destacaba con la utilización de la palabra “real” en su acepción de ser pertenecie"},
{"Nombre":"Rendom o Rendón","Etimología":"Según Cutolo, Rendón e Ibarra eran los propietarios de los terrenos por donde se trazó esta calle"},
{"Nombre":"Representantes","Etimología":"Esta calle se denominó así ya que en la actual Perú 272 funcionó desde 1822 la sala de la Junta de Representantes de la Provincia de Buenos Aires."},
{"Nombre":"República Federativa del Brasil","Etimología":"País sudamericano. Capital: Brasilia."},
{"Nombre":"Republiquetas","Etimología":"Focos autónomos de rebelión durante las luchas por la independencia en el Alto Perú."},
{"Nombre":"Restaurador de las Leyes","Etimología":"Título dado por la Sala de los Representantes de la provincia de Buenos Aires a Juan Manuel de Rosas en enero de 1830 al sancionar el proyecto por el que se lo declaraba como Restaurador de las Leyes e Instituciones de la provincia."},
{"Nombre":"RIGA","Etimología":"Ciudad capital de la República de Letonia."},
{"Nombre":"Río de la Plata","Etimología":"Río que nace en la desembocadura del Paraná y que se confunde con el Atlántico en una línea que une los cabos Santa María, en Uruguay, y San Antonio, en Argentina."},
{"Nombre":"Río Hondo","Etimología":"Ciudad y departamento de Santiago del Estero, famosa por su fuente de aguas termales."},
{"Nombre":"Roberto Cassaux","Etimología":"Nombre artístico de Roberto Cazaubón (1855-1929), actor y director; se destaca por sus actuaciones junto a Florencio Parravicini; con Lola Membrives participa en Adiós Juventud y El caballo de bastos."},
{"Nombre":"Rosedal","Etimología":"Según la Guía Integral Argentina, “nombre derivado de la rosaleda, que es como debiera decirse, que existía o existe en el paraje” (Guía Integral Argentina. Poligrafía Urbana de las Capitales Argentinas. Definición exacta del nominativo de las calles, a"},
{"Nombre":"Rosedal","Etimología":"Podría tener similares razones que el anterior, ya que no se han encontrado referencias precisas sobre el significado de este nombre."},
{"Nombre":"Rubén Darío","Etimología":"Seudónimo de Félix Rubén García Sarmiento (1867-1916), poeta nicaragúense; autor de Azul, Prosas profanas y Cantos de Vida y Esperanza."},
{"Nombre":"Salado","Etimología":"Nombre de dos ríos de la República Argentina. Uno de ellos nace, con el nombre de Pasaje, en el borde de la Puna, en Salta, y atraviesa luego Santiago del Estero y Santa Fe con el nombre de Salado, desembocando en el Paraná; en sus costas, Belgrano real"},
{"Nombre":"Salí","Etimología":"Río que cruza la provincia de Tucumán; se lo denomina también Grande o Saladillo."},
{"Nombre":"Salina Grande","Etimología":"Salina que se extiende a lo largo de un extenso territorio perteneciente a las provincias de La Rioja, Catamarca y Córdoba."},
{"Nombre":"Salónica","Etimología":"Ciudad de Grecia, capital del domo de su nombre. Es la antigua Tesalónica, célebre por las dos epístolas de San Pablo a sus habitantes."},
{"Nombre":"Salsipuedes","Etimología":"Localidad de la provincia de Córdoba."},
{"Nombre":"Salta","Etimología":"Batalla en la que el general Belgrano vence a los realistas de Tristán el 20 de febrero de 1813."},
{"Nombre":"SAMPACHO","Etimología":"Localidad del departamento Río Cuarto, provincia de Córdoba."},
{"Nombre":"San Eduardo","Etimología":"Según Udaondo, este nombre se debe a que el primitivo propietario de los terrenos por donde se trazó esta calle, Eduardo Esteves, al cederlos para su apertura propuso que así se denominara (Enrique Udaondo, Plazas y calles de Buenos Aires."},
{"Nombre":"SAN JULIÁN","Etimología":"Bahía de la provincia de Santa Cruz."},
{"Nombre":"SAN MATÍAS","Etimología":"Golfo de la provincia de Río Negro."},
{"Nombre":"SAN PETERSBURGO","Etimología":"Ciudad de Rusia, denominada Leningrado en 1924."},
{"Nombre":"San Rafael","Etimología":"Arcángel que, en forma humana, acompaña al joven Tobías, siendo su guía y consejero; su fiesta es el 29 de septiembre."},
{"Nombre":"Sancti Spiritus","Etimología":"Primera población en territorio argentino establecida por Sebastián Caboto en febrero de 1527 a orillas del río Paraná, junto a la desembocadura del Carcarañá."},
{"Nombre":"Santa Cruz de la Sierra","Etimología":"Ciudad de Bolivia, actualmente capital del departamento Santa Cruz (Anónimo, Manual de Buenos Aires 1823. Transcripción paleográfica del profesor Jorge Ochoa de Eguileor, Buenos Aires, MCBA, 1981)."},
{"Nombre":"Santísima Trinidad","Etimología":"Distinción de las tres Personas divinas en una sola y única esencia, misterio inefable de la religión católica."},
{"Nombre":"Santo Cristo","Etimología":"Según Lafuente Machain, este nombre conmemoraba a una de las pocas tradiciones de Buenos Aires, ya que su origen se debe a que durante una gran tormenta y creciente del río, alguien propuso sacar en procesión la imagen del Santo Cristo de la Catedral, o"},
{"Nombre":"Sapaleri, Zapaleri o Sapalegui","Etimología":"Cerro de la provincia de Jujuy en el punto de convergencia de la Argentina, Bolivia y Chile."},
{"Nombre":"Senguel o Senguer","Etimología":"Río de la provincia de Chubut."},
{"Nombre":"Serodino","Etimología":"Localidad del departamento Iriondo, provincia de Santa Fe."},
{"Nombre":"Sociedad de Ahorro Mutuo “La Bola de Nieve”","Etimología":"Fundada por Camilo Guani en 1898, Poseía terrenos en el sector de la ciudad donde se encuentra esta calle"},
{"Nombre":"Sola","Etimología":"Estas calles se denominaron así por lo solitario de sus trazados, ya que eran, en sus orígenes, las únicas calles de sus respectivas zonas."},
{"Nombre":"Sud","Etimología":"Constituía el límite hacia el Sud de los terrenos de la testamentaría Brown."},
{"Nombre":"Sudamérica","Etimología":"Una de las tres regiones en que se divide el continente americano."},
{"Nombre":"Suncho Corral","Etimología":"Localidad del departamento Matará, provincia de Santiago del Estero."},
{"Nombre":"Tacanas","Etimología":"Localidades de Santiago del Estero y de Tucumán, y río de la provincia de Tucumán."},
{"Nombre":"Tala","Etimología":"Departamento de la provincia de Entre Ríos."},
{"Nombre":"Tehuelches","Etimología":"Pueblo aborigen, el principal y más conocido de los patagones, que habitó desde el norte del río Chubut hasta el estrecho de Magallanes."},
{"Nombre":"Telégrafo","Etimología":"Homenaje a este medio de comunicación, cuya primera línea se instaló en el país en 1860 y unía Buenos Aires con el pueblo de Moreno."},
{"Nombre":"Temple o Del Temple","Etimología":"Denominación tradicional de Buenos Aires que, como se vio anteriormente, poseyeron la calle Viamonte y la plaza Suipacha."},
{"Nombre":"Tequendama","Etimología":"Cascada de Colombia, en el departamento de Cundinamarca, en el río Funza o Bogotá."},
{"Nombre":"Tercero","Etimología":"Los terceros eran desagúes pluviales naturales que atravesaban la ciudad de Buenos Aires"},
{"Nombre":"Teuco","Etimología":"Nombre que recibe el río Bermejo en el tramo que marca los límites entre las provincias de Chaco y Formosa."},
{"Nombre":"Tipas","Etimología":"Árboles de la familia de las papilionáceas cuyos ejemplares adornaban esta avenida."},
{"Nombre":"Tirana","Etimología":"Ciudad capital de Albania."},
{"Nombre":"Tomás Ambrosetti","Etimología":"Propietario de los terrenos por donde se trazó esta calle."},
{"Nombre":"Topográfico de la Provincia de Buenos Aires en el año 1867. Allí se construyó la Penitenciaría Nacional inaugurada el 28 de marzo de 1877. No nos encontramos en condiciones de documentar quién era efectivamente Coronel, no obstante lo cual consideramos","Etimología":"Origen y razón de dos nombres polémicos”, en La Gaceta de Palermo, N* 28, pp. 4-9)."},
{"Nombre":"Torino","Etimología":"Ciudad y provincia de Italia."},
{"Nombre":"Torquemada","Etimología":"Podría tratarse de Antonio M. de Torquemada (?-1569), humanista español, autor de Coloquios satíricos y Jardín de flores curiosas; o de Tomás de Torquemada (1420-1498), inquisidor español, organizador de la Inquisición"},
{"Nombre":"Trabajadores","Etimología":"Homenaje a los trabajadores argentinos."},
{"Nombre":"Tranway","Etimología":"Se denominó así ya que en la manzana comprendida por esta calle, Corrientes, Jerónimo Salguero y Humahuaca se encontraba la estación del Tranway Rural."},
{"Nombre":"Tres Angelitos","Etimología":"Debe su nombre al almacén homónimo ubicado en la esquina"},
{"Nombre":"Tres Cruces","Etimología":"La Ordenanza del 28/10/1904  impone el nombre de Tres Cruces, sólo se señala que se trata de una denominación “tradicional”, sin explicar su origen"},
{"Nombre":"Tres Esquinas","Etimología":"Nombre tradicional originado en el número de esquinas edificadas que formaba esta calle en la intersección con la avenida Manuel A. Montes de Oca y la manzana de la ribera del Riachuelo"},
{"Nombre":"Triángulo Sud","Etimología":"Este nombre se origina en la formación triangular que presentan muchas manzanas en este sector de la ciudad."},
{"Nombre":"TROLÓN","Etimología":"Sierra y arroyo de la provincia de Neuquén."},
{"Nombre":"Tucumán","Etimología":"Batalla librada el 24 de septiembre de 1812 entre las fuerzas del general Manuel Belgrano y las realistas de Pío Tristán."},
{"Nombre":"Tunuyán","Etimología":"Río de la provincia de Mendoza."},
{"Nombre":"Tupungato","Etimología":"Cerro de la provincia de Mendoza."},
{"Nombre":"Único Camino Real y Preciso para las Caravanas que vienen de los Reinos de Arriba","Etimología":"Recibió este nombre porque era el camino de entrada a la ciudad para"},
{"Nombre":"Unión","Etimología":"Según Carranza se denominaba así por la Unión de las provincias que forman la Confederación Argentina"},
{"Nombre":"Universidad","Etimología":"Toma su nombre del Templo de San Ignacio que está en la segunda cuadra; en él se celebran las funciones clásicas de la Universidad cuyos edificios le están contiguos...”"},
{"Nombre":"Universidad","Etimología":"Según Carranza, “en recuerdo del antiguo nombre de la calle Perú, donde estaba la Universidad”"},
{"Nombre":"Unquillo","Etimología":"Localidad del departamento Colón, provincia de Córdoba."},
{"Nombre":"Ushuaia","Etimología":"Ciudad capital del Territorio Nacional de Tierra del Fuego."},
{"Nombre":"Venado Tuerto","Etimología":"Ciudad de la provincia de Santa Fe."},
{"Nombre":"Vía del Tranvía Rural","Etimología":"Se denominaba así porque esta calle bordea al trazado de las vías del antiguo Tranvía Rural, hoy Ferrocarril General Urquiza."},
{"Nombre":"Victoria","Etimología":"En recuerdo de la victoria obtenida sobre los ingleses el 12 de agosto de 1806."},
{"Nombre":"Videla Dorna","Etimología":"Apellido de la familia propietaria de una importante casa, casi palacio, de estilo Luis XVI, en la esquina de esta calle con Rivadavia"},
{"Nombre":"Viedma","Etimología":"Ciudad capital de la provincia de Río Negro que recuerda a su fundador, Francisco Viedma (1737-1809), explorador español; fundador de Nuestra Señora del Carmen (hoy Viedma) y de Carmen de Patagones en 1779."},
{"Nombre":"VILCAPUGIO","Etimología":"Derrota del ejército patriota a las órdenes de Belgrano, quien el 1°"},
{"Nombre":"Villa Real","Etimología":"Se denominaba así por su ubicación limítrofe con el barrio homónimo."},
{"Nombre":"Villaguay","Etimología":"Ciudad y departamento de la provincia de Entre Ríos. VILLANUEVA - Moreno"},
{"Nombre":"Violetas","Etimología":"Género de plantas de la familia de las violáceas, herbáceas o sufruticosas."},
{"Nombre":"Vírgenes","Etimología":"Cabo de la provincia de Santa Cruz."},
{"Nombre":"Vuelta de Rocha","Etimología":"Por su ubicación y trazado con respecto al recodo del Riachuelo conocido con este nombre desde 1635."},
{"Nombre":"Yunque","Etimología":"Isla del canal de Beagle, Tierra del Fuego."}]
